{
  "saberes": [
    "A. Lenguajes escénicos.",
    "- Las artes escénicas en su conjunto, música, danza, teatro, circo y performance.",
    "- Etapas de la producción: creación, puesta en escena, interpretación y recepción.",
    "- Profesiones de las artes escénicas: creador, artista intérprete, productor, gestor cultural.",
    "- Recursos escénicos: diseño de la escenografía, utilería, indumentaria, maquillaje e iluminación, efectos de sonido, música, espacio sonoro.",
    "B. Expresión escénica.",
    "- Exploración y desarrollo de los instrumentos del intérprete: expresión corporal, (proxémica, desplazamiento en el espacio), oral, rítmico-musical, danza e interpretación.",
    "- Exploración y desarrollo de técnicas de creación dramática/escénica: juego dramático, improvisación, dramatización y creación colectiva.",
    "- Exploración y desarrollo de técnicas para la comunicación de emociones individuales y colectivas.",
    "C. Habilidades y actitudes escénicas.",
    "- Los ensayos: tipología, finalidades y organización.",
    "- Destrezas y hábitos para el dominio del instrumento artístico correspondiente.",
    "- Normas de comportamiento y participación en actividades escénicas: respeto y crítica. "
    
  ],
  "criteriosEvaluacion": [
      "1.1. Conocer y utilizar adecuadamente las diferentes técnicas expresivas e interpretativas necesarias en la música, la danza, el teatro, el circo y la performance.",
      "1.2. Comunicar de manera eficaz ideas, experiencias y emociones a través de los diferentes lenguajes artísticos propios de las artes escénicas.",
      "1.3. Generar, desarrollar y estructurar ideas de forma coherente utilizando los diferentes lenguajes disponibles, teniendo en cuenta la importancia de que sean comprendidas por los demás.",
      "2.1. Reconocer el cuerpo como la manifestación integral de la persona, desde la propia vivencia interior, y como un instrumento para la expresión y la comunicación demostrando capacidad de interiorizar, percibir, expresar y comunicar.",
      "2.2. Interpretar, conociendo y practicando de forma sistemática, técnicas de representación que suponen fundamentalmente, el control del gesto, el movimiento corporal, la rítmica, la voz, la relación dramática con el objeto y el estudio del uso del espacio.",
      "2.3. Mostrar motivación, interés y capacidad para el trabajo en grupo, y para la asunción de tareas y responsabilidades en proyectos colectivos con actitud abierta y respetuosa.",
      "3.1. Valorar las artes escénicas como herramienta para comprenderse a uno mismo y al entorno que nos rodea demostrando la capacidad de decidir y realizar proyectos individuales y en grupo mediante el uso del lenguaje propio de cada modalidad artística.",
      "3.2. Comprender, valorar y contextualizar espectáculos de artes escénicas y reflexionar sobre la riqueza cultural mediante la comparación de diversas experiencias artísticas en diferentes culturas y épocas históricas.",
      "3.3. Conocer y valorar las diferentes muestras y proyectos en artes escénicas presentes en el patrimonio cultural propio y en el entorno cercano del alumnado.",
      "4.1. Participar en diferentes propuestas escénicas de música, danza, teatro, circo o performance asumiendo diferentes roles, para conocerlas y disfrutarlas, además de compartir con el grupo procesos relacionados con la creatividad, la expresión emocional, la socialización, la solidaridad y el compromiso.",
      "4.2. Relacionar la interpretación con la expresión de sentimientos y emociones, aplicando técnicas interpretativas necesarias en cada una de las artes escénicas y reforzando la autoestima y la confianza en uno mismo.",
      "4.3. Valorar la interpretación escénica en cualquiera de sus lenguajes como forma de expresión y disfrute, utilizando las técnicas aprendidas como apoyo a la interpretación.",
      "4.4. Mantener una actitud abierta, respetuosa y colaborativa en el aula.",
      "5.1. Producir proyectos artísticos participando en actuaciones y propuestas escénicas basadas en el trabajo del aula, utilizando diversos medios y soportes audiovisuales, para participar en la visibilización cultural y valorar la importancia de las artes escénicas en el desarrollo de oportunidades personales, sociales, inclusivas y profesionales.",
      "5.2. Integrar de forma abierta los diferentes conocimientos adquiridos previamente sobre las artes escénicas para crear proyectos innovadores que utilicen diversos soportes audiovisuales.",
      "5.3. Desarrollar con creatividad proyectos escénicos en público mostrando respeto, cortesía y aprecio a los asistentes y a sus opiniones.",
      "5.4. Relacionar inclusivamente las oportunidades artísticas actuales mediante el conocimiento de iniciativas escénicas y su impacto social y económico."
  ]
}
