{
  "saberes": [
    "A. Geografía e historia.",
    "- Localización de la cultura heredada de los griegos y romanos a orillas del Mediterráneo.",
    "- Principales polis griegas en el siglo de Pericles.",
    "- Marco geográfico de la cultura romana en la Monarquía, la República y el Imperio. El Mare Nostrum.",
    "- Ejes cronológicos de Grecia y Roma.",
    "- Pervivencia de los hitos históricos más relevantes de las civilizaciones griegas y romanas en el entorno cercano y más alejado del alumnado.",
    "B. Mitología y religión.",
    "- El mito. Tipos y funciones.",
    "- Del caos a la primera generación olímpica.",
    "- Ciclo Troyano. Descendencia de Tántalo, tragedias que recogen su historia. Aquiles, prototipo de valentía y su relación con guerreros valerosos de otras culturas. Los viajes de Ulises.",
    "- Ciclo Tebano. Edipo y su tragedia personal. Sus ecos en la literatura.",
    "- Heracles. Prototipo de superación personal. Sus ecos en el mundo audiovisual actual y su relación con héroes de otras culturas.",
    "- Teseo y el Minotauro. El hilo de Ariadna. Ecos en la psicología, literatura y pintura.",
    "- La leyenda de Eneas.",
    "- La leyenda de Rómulo y Remo.",
    "- Equivalencia entre dioses griegos y romanos.",
    "- La religión en la Antigüedad.",
    "- Cultos y rituales en Grecia.",
    "- Cultos y rituales romanos. El culto popular. El culto familiar. El culto público: características de los cultos tradicionales de la religión romana. Otros cultos: características de los cultos religiosos en la Roma imperial. El cristianismo como religión oficial del Imperio.",
    "- Los Juegos Olímpicos: origen e historia de los Juegos Olímpicos. El santuario de Olimpia. La tregua olímpica.",
    "- Las competiciones deportivas en Grecia. Los principales juegos deportivos de Grecia y sus sedes.",
    "- Las pruebas olímpicas: las pruebas atléticas, las pruebas de lucha, las pruebas hípicas y el pentatlón.",
    "C. El arte.",
    "1. La arquitectura.",
    "- En Grecia: características de la arquitectura griega. Los tres órdenes arquitectónicos griegos. El templo griego y sus partes.",
    "- En Roma: características de la arquitectura romana. Los dos órdenes arquitectónicos romanos. El templo romano: características, partes y diferencias con el templo griego.",
    "2. La escultura.",
    "- En Grecia: características y etapas de la escultura griega.",
    "- En Roma: características de la escultura romana.",
    "3. La pintura y el mosaico.",
    "- La pintura en Grecia: conservación de pintura griega en cerámica, temas y tipos.",
    "- La pintura en Roma: conservación de la pintura romana: los yacimientos de Pompeya y Herculano. Temas de la pintura romana.",
    "- Monumentos y restos arqueológicos grecorromanos existentes en España y el resto de Europa.",
    "4. La literatura.",
    "- La épica: Homero y Virgilio.",
    "- La lírica griega y latina. Definición. Temas y principales representantes.",
    "- La lírica latina: poetas, obras y contenidos de la poesía lírica latina. Su influencia en la poesía renacentista.",
    "- El teatro. La tragedia y la comedia. La farsa romana.",
    "- Otros géneros literarios y su influencia en los géneros literarios actuales.",
    "D. Sociedad, vida cotidiana y léxico.",
    "- La ciudad en el mundo clásico. La herencia urbanística del mundo clásico en las ciudades actuales.",
    "- Organización social grecorromana: semejanzas y diferencias con la sociedad actual.",
    "- La clase política y sus discursos en Grecia y Roma y sus semejanzas con la actual. Herencia de los debates políticos clásicos en los actuales.",
    "- Las etapas de la vida: semejanzas y diferencias existentes entre Grecia y Roma y la sociedad actual en cuanto al papel de la mujer, el matrimonio, el divorcio, la educación, el papel de los ancianos y los rituales de nacimiento y fúnebres.",
    "- La vida cotidiana en Grecia y Roma. La herencia griega y romana en cuanto a la organización y la medición del tiempo, las actividades de una jornada cotidiana, la gastronomía, la indumentaria y la estética.",
    "- Fiestas, ritos y ceremonias de Grecia y Roma y sus ecos en la actualidad.",
    "- La historia del alfabeto. Los principales alfabetos: los alfabetos cuneiforme, fenicio, griego y latino.",
    "- El alfabeto griego y el abecedario latino: las letras, su escritura y pronunciación.",
    "- El lenguaje y la escritura. La herencia lingüística del griego y del latín en las lenguas y escrituras actuales. Comparación entre distintas lenguas romances.",
    "- La escritura. Los soportes de la escritura: la piedra, el metal, el papiro, el pergamino y la cera.",
    "- Los sistemas de la escritura: la historia de la escritura desde los pictogramas hasta los alfabetos.",
    "- Terminología científica y técnica. El griego y el latín como lenguas básicas de la terminología científica y técnica. Técnica de la formación de palabras: nociones fundamentales." 
  ],
  "criteriosEvaluacion": [
      "Competencia específica 1",
    "1.1. Describir el significado de productos culturales del presente, en el contexto de los desarrollos culturales en Europa, comparando las similitudes y diferencias con la Antigüedad Clásica.",
    "1.2. Valorar de manera crítica los modos de vida, costumbres y actitudes de las sociedades griega y romana en comparación con los de nuestras sociedades a partir del contenido de fuentes latinas en diferentes soportes.",
    "1.3. Identificar los periodos de la historia de Grecia y Roma, los acontecimientos y personajes, así como los aspectos de sus civilizaciones en su contexto histórico, relacionando los datos con referentes actuales y aplicando los conocimientos adquiridos.",
    "Competencia específica 2",
    "2.1. Valorar críticamente y adecuarse a la diversidad lingüística y cultural a la que dan origen el griego y el latín, identificando y explicando semejanzas y diferencias entre los elementos lingüísticos de su entorno, relacionándolos con los de su propia cultura y desarrollando una cultura compartida y una ciudadanía comprometida con los valores democráticos.",
    "2.2. Inferir significados de términos griegos y latinos aplicando los conocimientos léxicos y fonéticos de otras lenguas de su repertorio individual.",
    "2.3. Ampliar el caudal léxico y mejorar la expresión oral y escrita, incorporando latinismos y locuciones usuales de origen griego y latino de manera coherente.",
    "2.4. Producir definiciones etimológicas de términos cotidianos, científicos y técnicos, reconociendo los elementos griegos y latinos en diferentes contextos lingüísticos.",
    "Competencia específica 3",
    "3.1. Explicar las civilizaciones griega y romana, especialmente los elementos relacionados con la mitología clásica, identificándolos como fuente de inspiración de manifestaciones literarias y artísticas.",
    "3.2. Reconocer las huellas de la romanización en el patrimonio cultural y arqueológico del entorno, identificando los procesos de preservación, conservación y restauración como un aspecto fundamental de una ciudadanía comprometida con la sostenibilidad ambiental y el cuidado de su legado.",
    "3.3. Exponer de forma oral, escrita o multimodal las conclusiones obtenidas a partir de la investigación, individual o colectiva, del legado material e inmaterial de las civilizaciones griega y romana y su pervivencia en el presente a través de soportes analógicos y digitales, seleccionando información, contrastándola y organizándola a partir de criterios de validez, calidad y fiabilidad."
  ]
}
