{
  "saberes": [
    "A. Retos del mundo actual.",
    "Objetivos de Desarrollo Sostenible. La industria y su evolución a lo largo de la historia. Tipos de industria. Emergencia climática y sostenibilidad como consecuencia del impacto de la actividad industrial. Relación entre factores naturales y antrópicos en la Tierra. Globalización, movimientos migratorios e interculturalidad: la diversidad social como nueva forma de sociedad abierta y multicultural. Los avances tecnológicos y la conciencia ecosocial. Conflictos ideológicos y etnoculturales.",
    "Sociedad de la información. Búsqueda, tratamiento de la información, uso de datos en entornos digitales y evaluación y contraste de la fiabilidad de las fuentes. El problema de la desinformación. Uso específico del léxico relativo a los ámbitos geográfico, histórico y artístico.",
    "Cultura mediática. Técnicas y métodos de las Ciencias Sociales: análisis de textos, interpretación y elaboración de mapas, esquemas y síntesis, representación de gráficos e interpretación de imágenes a través de medios digitales accesibles. Tecnologías de la información geográfica, histórica y artística.",
    "Lo global y lo local. La investigación en Ciencias Sociales, el estudio multicausal y el análisis comparado del espacio natural, rural y urbano, su evolución y los retos del futuro. Análisis e interpretación de conceptos espaciales: localización, escala, conexión y proximidad espacial.",
    "Fases, sectores y estructuras económicas en el mundo actual, cambios en los sectores productivos y funcionamiento de los mercados. Retos de la nueva economía: dilemas e incertidumbres ante el crecimiento, la empleabilidad y la sustentabilidad. Los sectores de la economía en España y en Murcia.",
    "Geografía Política: países y capitales del mundo. La organización administrativa de España. Comarcas y municipios de la Región de Murcia.",
    "Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales en la tarea de la investigación histórica, geográfica y artística. Trabajo de investigación: búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "B. Sociedades y territorios.",
    "Métodos y técnicas de investigación en el ámbito de la geografía, la historia y el arte. Metodologías del pensamiento geográfico, histórico y artístico.",
    "Las fuentes históricas como base para la construcción del conocimiento sobre el pasado contemporáneo. Contraste entre interpretaciones de historiadores.",
    "Tiempo histórico: construcción e interpretación de líneas de tiempo a través de la linealidad, cronología, simultaneidad y duración.",
    "El siglo XVIII: entre la modernidad y la contemporaneidad. Absolutismo monárquico frente a parlamentarismo. El Despotismo ilustrado. Desigualdades sociales y económicas en una sociedad estamental.",
    "La transformación política de los seres humanos: de la servidumbre a la ciudadanía. La Ilustración y la ruptura del Antiguo Régimen. Conquista de los derechos individuales y colectivos en la época contemporánea: transiciones, revoluciones y resistencias: permanencias y cambios.",
    "Origen, evolución y adaptación de los sistemas liberales en España y en el mundo a través de las fuentes. Las revoluciones liberales: independencia de los EE.UU. de América, la Revolución Francesa, el Imperio Napoleónico, el Congreso de Viena, las oleadas revolucionarias del 20, del 30 y del 48, y las unificaciones de Italia y Alemania.",
    "España ante la modernidad. Estrategias para la identificación de los fundamentos del proceso de transformación de la España contemporánea y contextualización y explicación de los aspectos políticos, económicos, sociales y culturales en la formación de una identidad multicultural compartida: desde la Guerra de Sucesión hasta la actualidad (Guerra de Sucesión, primeros Borbones, Carlos IV, Guerra de Independencia, Fernando VII, Isabel II, Sexenio Democrático, la Restauración Borbónica).",
    "La ley como contrato social. Primer acercamiento a la historia del Constitucionalismo Español: de la Constitución de 1812 a la Constitución de 1978. Ordenamiento normativo autonómico, constitucional y supranacional como garante del desarrollo de derechos y libertades para el ejercicio de la ciudadanía. La memoria democrática.",
    "Interpretación del sistema capitalista desde sus orígenes hasta la actualidad. Revoluciones Industriales, colonialismo, imperialismo y nuevas subordinaciones económicas y culturales.",
    "La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social. La lucha por los derechos laborales y sociales: el estado del bienestar.",
    "Las relaciones internacionales y estudio crítico y comparativo de conflictos y violencias de los siglos XVIII y XIX.",
    "Las manifestaciones artísticas y culturales de los siglos XVIII y XIX. Contextualización histórica. Análisis artístico de las principales expresiones pictóricas, escultóricas y arquitectónicas de Murcia, España y el mundo.",
    "Patrimonio histórico, artístico y geográfico. Difusión y políticas de puesta en valor.",
    "C. Compromiso cívico, local y global.",
    "Diversidad social y multiculturalidad. Integración y cohesión social.",
    "Gestión de recursos naturales y desarrollo sostenible. Responsabilidad ecosocial. Compromiso y acción ante los Objetivos de Desarrollo Sostenible. La juventud como agente de cambio para el desarrollo sostenible. Servicio a la comunidad. Responsabilidad colectiva e individual. Asociacionismo y voluntariado.",
    "Grandes retos medioambientales: la gestión de recursos, la contaminación y el calentamiento global. Implicación en la defensa y protección del medio ambiente. Acción y posición ante la emergencia climática debido al impacto de la actividad industrial.",
    "Servicio a la comunidad. La corresponsabilidad en los cuidados. Las relaciones intergeneracionales. La responsabilidad colectiva e individual. El asociacionismo y el voluntariado. Entornos y redes sociales.",
    "Ciudadanía ética digital. Nuevos comportamientos en la sociedad de la información. Ciudadanos digitalmente competentes.",
    "Un mundo desigual. Movimientos migratorios. La sociedad del tercer milenio. Compromiso cívico y participación ciudadana. Mediación y gestión pacífica de conflictos y apoyo a las víctimas del terrorismo y de la violencia.",
    "Biodiversidad. El patrimonio natural como bien y como recurso. Puesta en valor, difusión y gestión de la riqueza patrimonial.",
    "Cohesión social e integración. Medidas y acciones en favor de la igualdad y de la plena inclusión."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar contenidos propios en distintos formatos, mediante aplicaciones y estrategias de recogida y representación de datos más complejas, usando y contrastando críticamente fuentes fiables, tanto analógicas como digitales, del presente y de la Historia Contemporánea, identificando la desinformación y la manipulación.",
    "1.2. Establecer conexiones y relaciones entre los conocimientos e informaciones adquiridos, elaborando síntesis interpretativas y explicativas, mediante informes, estudios o dosieres informativos, que reflejen un dominio y consolidación de los contenidos tratados.",
    "1.3. Transferir adecuadamente la información y el conocimiento por medio de narraciones, pósteres, presentaciones, exposiciones orales, medios audiovisuales y otros productos.",
    "2.1. Generar productos originales y creativos mediante la reelaboración de conocimientos previos a través de herramientas de investigación que permitan explicar problemas presentes y pasados de la humanidad a distintas escalas temporales y espaciales, de lo local a lo global, utilizando conceptos, situaciones y datos relevantes.",
    "2.2. Producir y expresar juicios y argumentos personales y críticos de forma abierta y respetuosa, haciendo patente la propia identidad y enriqueciendo el acervo común en el contexto del mundo actual, sus retos y sus conflictos desde una perspectiva sistémica y global.",
    "3.1. Aplicar métodos y desarrollar proyectos de investigación incidiendo en el uso de la tecnología digital, requiriendo el manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales en la tarea de la investigación histórica, geográfica y artística.",
    "3.2. Situar y localizar sobre mapas los principales elementos del entorno geográfico, desde una dimensión local y regional, hasta una escala europea y mundial.",
    "3.3. Entender y afrontar, desde un enfoque ecosocial y geopolítico, problemas y desafíos pasados, actuales o futuros de las sociedades contemporáneas teniendo en cuenta sus relaciones de interdependencia y ecodependencia.",
    "3.4. Elaborar, utilizar e interpretar secuencias cronológicas complejas en las que identificar, comparar y relacionar hechos y procesos en diferentes periodos y lugares históricos (simultaneidad, duración, casualidad), utilizando términos y conceptos específicos del ámbito de la Historia y de la Geografía.",
    "3.5. Elaborar líneas de tiempo sobre hechos, procesos y períodos relacionados con la historia del siglo XX, en los que se ponga de manifiesto la importancia del dominio de la secuencia cronológica para entender la evolución social, política, económica y cultural de la humanidad.",
    "3.6. Analizar procesos de cambio histórico y comparar casos de la historia y la geografía a través del uso de fuentes de información diversas, teniendo en cuenta las transformaciones de corta y larga duración (coyuntura y estructura), las continuidades y permanencias en diferentes períodos y lugares.",
    "4.1. Identificar los elementos del entorno y comprender su funcionamiento como un sistema complejo por medio del análisis multicausal de sus relaciones naturales y humanas, presentes y pasadas, valorando el grado de conservación y de equilibrio dinámico.",
    "5.1. Conocer, valorar y ejercitar responsabilidades, derechos y deberes y actuar en favor de su desarrollo y afirmación, a través del conocimiento de nuestro ordenamiento jurídico y constitucional, de la comprensión y puesta en valor de nuestra memoria democrática y de los aspectos fundamentales que la conforman, de la contribución de los hombres y mujeres a la misma y la defensa de nuestros valores constitucionales.",
    "5.2. Reconocer movimientos y causas que generen una conciencia solidaria, promuevan la cohesión social, y trabajen para la eliminación de la desigualdad, especialmente la motivada por cuestión de género, y para el pleno desarrollo de la ciudadanía, mediante la movilización de conocimientos y estrategias de participación, trabajo en equipo, mediación y resolución pacífica de conflictos, cuyo ejemplo ha servido como modelo a movimientos, grupos y corrientes de pensamiento comprometidos con semejantes fines.",
    "6.1. Rechazar actitudes discriminatorias y reconocer la riqueza de la diversidad, a partir del análisis de la relación entre los aspectos geográficos, históricos, ecosociales y culturales que han conformado la sociedad globalizada y multicultural actual, y del conocimiento de la aportación de los movimientos en defensa de los derechos de las minorías y en favor de la inclusión y la igualdad real, especialmente de las mujeres y de otros colectivos discriminados.",
    "6.2. Contribuir al bienestar individual y colectivo a través del diseño, exposición y puesta en práctica de iniciativas orientadas a promover un compromiso activo con los valores comunes, la mejora del entorno y el servicio a la comunidad.",
    "7.1. Reconocer los rasgos que van conformando la identidad propia y de los demás, la riqueza de las identidades múltiples en relación con distintas escalas espaciales, a través de la investigación y el análisis de sus fundamentos geográficos, históricos, artísticos, ideológicos y lingüísticos, y el reconocimiento de sus expresiones culturales.",
    "7.2. Conocer y contribuir a conservar el patrimonio material e inmaterial común, respetando los sentimientos de pertenencia y adoptando compromisos con principios y acciones orientadas a la cohesión y la solidaridad territorial de la comunidad política, los valores del europeísmo y de la Declaración Universal de los Derechos Humanos.",
    "8.1. Adoptar un papel activo y comprometido con el entorno, de acuerdo con aptitudes, aspiraciones, intereses y valores propios, a partir del análisis crítico de la realidad económica, de la distribución y gestión del trabajo, y la adopción de hábitos responsables, saludables, sostenibles y respetuosos con la dignidad humana y la de otros seres vivos, así como de la reflexión ética ante los usos de la tecnología y la gestión del tiempo libre.",
    "8.2. Reconocer las iniciativas de la sociedad civil, reflejadas en la actuación de asociaciones y entidades sociales, adoptando actitudes de participación y transformación en el ámbito local y comunitario, especialmente en el ámbito de las relaciones intergeneracionales.",
    "9.1. Interpretar y explicar de forma argumentada la conexión de España con los grandes procesos históricos del siglo XX y del mundo actual, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de la historia, así como las aportaciones del Estado y sus instituciones a la cultura europea y mundial.",
    "9.2. Contribuir a la consecución de un mundo más seguro, justo, solidario y sostenible, a través del análisis de los principales conflictos del presente y el reconocimiento de la labor de las instituciones del Estado, y de las asociaciones civiles para garantizar la seguridad integral y la convivencia social, así como de los compromisos internacionales de nuestro país en favor de la paz, la seguridad, la cooperación, la sostenibilidad, los valores democráticos y los Objetivos de Desarrollo Sostenible."
  ]
}