{
  "saberes": [
    "BLOQUE 1. TUS INGRESOS Y GASTOS FAMILIARES (CE1, CE2, CE4, CE5)",
    "GRUPO DE SABERES 1.1 LOS INGRESOS",
    "El trabajo por cuenta ajena. Obligaciones y derechos de las personas trabajadoras. La nómina. El salario.",
    "El trabajo por cuenta propia. Autoempleo. Emprendimiento.",
    "Prestaciones sociales: desempleo, becas y pensiones.",
    "Ingresos extraordinarios: patrimonio, herencias, donaciones y beneficios empresariales (dividendos).",
    "GRUPO DE SABERES 1.2 LOS GASTOS",
    "Clasificación de los gastos familiares.",
    "Los gastos de primera necesidad. Los gastos fijos. Los gastos superfluos.",
    "Los gastos silenciosos.",
    "Aplicaciones digitales de control de presupuesto.",
    "GRUPO DE SABERES 1.3 AHORRO",
    "Importancia del ahorro.",
    "Ahorro versus deuda.",
    "Razones esenciales para ahorrar: los imprevistos, gastos futuros, inversión.",
    "Factores que influyen en el ahorro.",
    "GRUPO DE SABERES 1.4 CONTROL DEL PRESUPUESTO FAMILIAR",
    "Control de los gastos.",
    "Regla del ahorro. Salud financiera.",
    "Endeudamiento: riesgos y consecuencias.",
    "Las deudas. Tipos de deudas: hipotecas, préstamos personales, créditos.",
    "Instrumentos de pago. Tarjetas de débito y de crédito. Bizum.",
    "BLOQUE 2. LOS DERECHOS Y RESPONSABILIDADES COMO PERSONAS CONSUMIDORAS. (CE2, CE3, CE4, CE5)",
    "GRUPO DE SABERES 2.1 RESPONSABILIDADES DE LAS PERSONAS CONSUMIDORAS.",
    "Hábitos de consumo responsable. Ahorro energético y de recursos naturales.",
    "Huella ecológica. Concienciación del problema de la obsolescencia programada.",
    "Consumo sostenible.",
    "Consumo ético y solidario.",
    "GRUPO DE SABERES 2.2 DERECHOS DE LAS PERSONAS CONSUMIDORAS.",
    "Derechos de las personas consumidoras y su defensa.",
    "Reclamaciones e indemnizaciones",
    "Cláusulas abusivas.",
    "GRUPO DE SABERES 2.3 EL COMERCIO ELECTRÓNICO",
    "El comercio en internet. Ventajas e inconvenientes.",
    "Medios de pago digitales.",
    "Documentación comercial: factura y albarán.",
    "Protección de datos personales.",
    "BLOQUE 3 PREVENCIÓN DE RIESGOS DERIVADOS DE LA TOMA DE DECISIONES DE CONSUMO (CE1, CE4, CE5)",
    "GRUPO DE SABERES 3.1 EL FRAUDE",
    "El fraude de monedas y billetes.",
    "Las criptomonedas y sus riesgos.",
    "El fraude en Internet. Phishing: skimming, vishing, smishing.",
    "El fraude en el etiquetado de productos ecológicos. Greenwashing.",
    "GRUPO DE SABERES 3.2 LAS APUESTAS Y SUS PELIGROS",
    "Riesgos relacionados con las apuestas.",
    "Falta de control y regulación.",
    "Adicción y ciberludopatía.",
    "GRUPO DE SABERES 3.3 LAS COMPRAS COMPULSIVAS Y LA PUBLICIDAD ENGAÑOSA",
    "El perfil comprador en la adolescencia.",
    "Peligros de las compras compulsivas. Oniomanía.",
    "Los efectos negativos del marketing. Publicidad engañosa y subliminal.",
    "El neuromarketing en las redes sociales y la influencia entre los jóvenes.",
    "Timos y engaños en el mundo influencer.",
    "GRUPO DE SABERES 3.4 DESIGUALDAD Y ESCASEZ.",
    "Los problemas medioambientales y sociales actuales.",
    "Nuevas relaciones de trabajo. Igualdad y brecha salarial.",
    "El comercio local.",
    "Economía circular.",
    "Políticas públicas y transición verde."
  ],
  "criterios": [
    "1.1. Identificar las diferentes fuentes de ingresos, analizando distintas situaciones que puedan generar cambios.",
    "1.2. Proponer y justificar decisiones de gasto, estableciendo prioridades según las necesidades.",
    "1.3. Elaborar un presupuesto personal y/o familiar.",
    "1.4. Comparar los ingresos y los gastos realizados con el presupuesto establecido y realizando ajustes cuando sea necesario.",
    "2.1. Valorar el consumo responsable, a través del pensamiento crítico, como una herramienta para reducir los efectos del cambio climático y la desigualdad social, promoviendo actitudes socialmente responsables, mediante su implementación, tanto en entornos cercanos, como en otros simulados.",
    "2.2. Valorar la importancia de las medidas de las administraciones públicas para mejorar los hábitos de consumo, analizando su repercusión en la sociedad.",
    "2.3. Reflexionar con una actitud crítica y constructiva sobre las decisiones de consumo responsable en las actividades cotidianas.",
    "3.1. Identificar e interpretar documentos asociados a las actividades cotidianas relacionadas con el consumo.",
    "3.2. Cumplimentar algunos documentos en su relación con las administraciones públicas u otro tipo de entidades.",
    "3.3. Identificar los principales derechos de las personas consumidoras y las organizaciones que los defienden.",
    "4.1. Identificar los hábitos relacionados con las apuestas y otras conductas de riesgo.",
    "4.2. Valorar con actitud crítica las estrategias de manipulación y captación de las empresas de apuestas, las redes sociales, la publicidad engañosa, así como, otras actividades fraudulentas.",
    "4.3. Seleccionar fuentes de información fiables, contrastando y justificando su veracidad y adoptando una actitud crítica.",
    "4.4. Analizar diferentes estrategias que permitan evitar las problemáticas estudiadas.",
    "5.1. Detectar experiencias en el ámbito local que resuelvan o minimicen las situaciones negativas que puedan suceder en relación con las finanzas personales y el consumo.",
    "5.2. Proponer soluciones que reduzcan las situaciones de desigualdad para contribuir a una sociedad más equitativa.",
    "5.3. Plantear prácticas que generen buenos hábitos de consumo que optimicen el uso de los recursos escasos.",
    "5.4. Promover actitudes socialmente responsables que sean una herramienta para minimizar el cambio climático y la desigualdad social."
  ]
}