{
  "competenciasEspecificas": [
    [
      "1. Comprender los aspectos esenciales de las distintas manifestaciones de la expresión audiovisual, observando y reflexionando conscientemente sobre la importancia de su legado histórico como una riqueza universal, para involucrarse, de forma activa, democrática y libre en la promoción y conservación del patrimonio audiovisual global.",
      "Desde el conocimiento de la historia y la técnica del mundo cinematográfico, el alumnado podrá comprender y asimilar mejor el conjunto del audiovisual, siempre con una mirada amplia y la base puesta en la asimilación de su evolución, que le permitirá descubrir multiplicidad de acercamientos diferentes a la narración audiovisual, sin limitarse únicamente a las formas más populares que adopta en la actualidad. CCL1, CP1, CD1, CPSAA1, CC1, CC2, CC3, CCEC1.",
      "2. Analizar los mensajes recibidos a través de diversas producciones audiovisuales, reconociendo los contextos diferentes en los que se producen y valorando la libertad de expresión como base fundamental en su creación, para encontrar, de manera abierta y respetuosa, diferencias y similitudes con su propia identidad cultural e implicarse en la defensa de los valores democráticos. CCL1, CP1, CD1, CD4, CPSAA1, CC1, CC2, CCEC1.",
      "3. Analizar producciones audiovisuales, desarrollando una percepción crítica, evaluando la información visual y sonora que recibe y buscando enfoques novedosos, para integrarlas en su caudal artístico personal y generar una actitud proactiva hacia el medio audiovisual. CCL1, CP1, CD1, CPSAA1, CPSAA2, CC1, CC3, CCEC2.",
      "4. Comprender las cualidades plásticas, estéticas y semánticas de diferentes producciones audiovisuales, incluyendo las características de sus lenguajes y elementos técnicos en la valoración de su resultado final, para dar lugar a una recepción artística completa que combine emoción y comprensión de las dificultades y retos afrontados.",
      "En la creación de narraciones audiovisuales, las técnicas y lenguajes empleados son muy variados. CCL1, CP1, CD1, CPSAA1, CPSAA2, CC1, CC3, CCEC2.",
      "5. Utilizar la creación audiovisual como un medio para expresar ideas, opiniones y sentimientos de forma creativa y personal, empleando su propia presencia en la imagen como recurso comunicativo en algunos casos, para implicarse personalmente en diversas clases de producciones audiovisuales, incluyendo las individuales.",
      "Llevar a buen término una producción audiovisual es el resultado de un proceso complejo, que implica especialmente la capacidad de introspección y de proyección hacia el exterior de los propios pensamientos y sentimientos, dándoles una forma original y personal que resulte atractiva para los demás. CCL1, CP1, CD1, CD2, CD3, CPSAA1, CC1, CCEC3.",
      "6. Incorporar en el proceso creativo la aceptación, tanto de sí mismo como del otro, y la voluntad de crecimiento, aumentando de ese modo la autoconfianza y la empatía, para asimilar que las creaciones significativas se suelen alimentar de un conocimiento personal consciente. CCL1, CD1, CPSAA1, CPSAA2, CPSAA4, CC1, CC3, CCEC3.",
      "7. Identificar el audiovisual como un medio con el que expresar ideas, opiniones y sentimientos de forma creativa y crítica, haciendo hincapié en el rigor de los procedimientos, para hacer suyas las defensas de la libertad de expresión y los derechos humanos. CCL1, CP1, CD1, CPSAA1, CPSAA2, CC1, CC2, CCEC4.",
      "8. Comunicar públicamente producciones audiovisuales, evaluando tanto el proceso conjunto de producción como el resultado final, para reflexionar sobre las reacciones de sus espectadores de forma abierta y respetuosa. CCL1, CD4, CPSAA4, CPSAA5, CC1, CC3, CE3, CCEC4."
  ]
  
  ]
}