{
  "saberes": [
    "A. Communication.",
    "Self-confidence. Mistakes as tools for improvement and proposals for correction. Consolidation and introduction to the autonomous use of error analysis tools such as rubrics or correction codes.",
    "Basic strategies for the planning, execution, monitoring and repair of comprehension, production and co-production of oral, written and multimodal texts. These include full sentences, oral interaction units and a repertoire of everyday connectors, linkers and conjunctions.",
    "Knowledge, skills and attitudes that enable detection and collaboration in mediation activities in simple everyday situations. Use of abilities and strategies to identify the key communicative aspect of a text in different formats, as well as the interlocutor’s need for information, in order to reformulate and facilitate understanding.",
    "Basic communicative functions appropriate to the context and communicative domain: greeting, saying goodbye, introducing and presenting oneself; describing people, objects and places; placing events in time; locating objects, people and places in space; asking for and exchanging information about everyday matters; giving and requesting instructions and orders; offering, accepting and refusing help, suggestions or proposals; partially expressing preferences, interest and basic emotions; narrating past events, describing present situations and stating future events; expressing opinion, possibility, ability, obligation and prohibition.",
    "Basic contextual models and discourse genres in the comprehension, production and co-production of short and simple oral, written and multimodal texts, literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by the context, organisation and structure according to genre and textual function.",
    "Basic linguistic units and the meanings associated with them, such as the expression of entities and their properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, questions and exclamations, basic logical relations, action and the way it is carried out.",
    "Common and relevant vocabulary for students related to personal identification, interpersonal relationships, familiar places and environments, leisure and free time, daily life, health and physical activity, home and housing, climate and natural surroundings, information and communication technologies. Basic idiomatic phrases and language-specific collocations.",
    "Basic sound, stress, rhythm and intonation patterns, and general communicative meanings and intentions associated with them. Intonation of compound sentences, consolidation of pronunciation of foreign language-specific sounds.",
    "Basic spelling conventions and associated communicative meanings and intentions related to formats, patterns and graphic elements. Alphabet, use of capital letters, auxiliary verb contractions, spelling rules in word transformation, question and exclamation marks, and spelling of irregular verb forms.",
    "Basic conversational conventions and strategies in synchronous or asynchronous formats to initiate, maintain and end communication, take and give turns, request and provide clarifications and explanations, reformulate, compare and contrast, summarise, collaborate, debate, etc. Consolidation of interaction-facilitating mechanisms and strategies for developing the phatic function of oral language.",
    "Learning resources and basic information search strategies: dictionaries, reference books, libraries, digital and online resources, etc. Guided selection of reliable digital tools.",
    "Identification of authorship of consulted sources and used content.",
    "Basic analogue and digital tools for comprehension, production and co-production of oral, written and multimodal texts; and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, videoconferencing, collaborative digital tools, etc.) for learning, communication and project development with speakers or learners of the foreign language.",
    "B. Plurilingualism.",
    "Strategies and techniques to respond effectively to a basic and specific communicative need in a comprehensible way, despite limitations in proficiency in the foreign language and other languages in one’s linguistic repertoire.",
    "Basic strategies to identify, organise, retain, retrieve and creatively use linguistic units (vocabulary, morphosyntax, sound patterns, etc.) through comparison of languages and varieties that form the personal linguistic repertoire. Tools to infer meaning in sentences based on familiar words.",
    "Basic self-assessment and peer-assessment strategies and tools, analogue and digital, individual and cooperative.",
    "Common vocabulary and expressions to understand statements about communication, language, learning, and communication and learning tools (metalanguage).",
    "Basic comparison between languages using elements of the foreign language and other languages: origin and relationships.",
    "C. Interculturality.",
    "The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for personal enrichment.",
    "Interest and initiative in carrying out communicative exchanges through different media with speakers or learners of the foreign language.",
    "Basic sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic politeness and digital etiquette; culture, customs and values of countries where the foreign language is spoken.",
    "Basic strategies to understand and appreciate linguistic, cultural and artistic diversity, based on ecosocial and democratic values.",
    "Basic strategies for detecting and addressing discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Year 2 – Assessment Criteria: Interpret and analyse the overall meaning and specific information of short and simple oral and multimodal texts on frequent, everyday topics that are personally relevant and familiar to students, within the fields of interpersonal relationships, learning, and media, clearly expressed in standard language across various formats.",
    "1.2. Interpret and analyse the overall meaning and specific information of short and simple written texts on frequent, everyday topics that are personally relevant and close to students’ experience, within the fields of interpersonal relationships, learning, media and fiction, clearly expressed in standard language across various formats.",
    "1.3. Select, organise and apply, with guidance, the most appropriate strategies and knowledge in everyday communicative situations to understand the general meaning, essential information and most relevant details of texts; interpret non-verbal elements; and search for and select information.",
    "2.1. Orally express short, simple, structured, comprehensible texts appropriate to the communicative situation on everyday and frequent topics relevant to students, in order to describe, narrate and report on specific themes using various formats and, with guidance, verbal and non-verbal resources as well as planning and production control strategies.",
    "2.2. Organise and write comprehensible texts with acceptable clarity, coherence, cohesion and appropriateness to the given communicative situation, following established guidelines, through analogue and digital tools, on everyday and frequent topics relevant to students and close to their experience.",
    "2.3. Select, organise and apply, with guidance, knowledge and strategies to plan, produce and revise comprehensible, coherent and appropriate texts that match communicative intentions, contextual features and text types, using with help the most suitable physical or digital resources according to the task and specific needs, and considering the target audience.",
    "3.1. Plan and participate in simple interactive situations on everyday topics that are personally relevant and familiar to students, using various formats and relying on resources such as repetition, a slow pace or non-verbal language, while showing empathy and respect for linguistic politeness and digital etiquette, as well as for the different needs, ideas, concerns, initiatives and motivations of interlocutors.",
    "3.2. Select, organise and use, with guidance and in familiar environments, appropriate strategies to initiate, maintain and end communication, take and give turns, and request and formulate clarifications and explanations.",
    "4.1. Infer and explain short and simple texts, concepts and communications in situations that require attention to diversity, showing respect and empathy for interlocutors and the languages used, and interest in contributing to solving issues of mutual understanding within the immediate environment, supported by various resources and formats.",
    "4.2. Apply, with guidance, strategies that help build bridges and facilitate understanding and production of information and communication, appropriate to communicative intentions, using physical or digital resources and support as needed.",
    "5.1. Compare and contrast the similarities and differences between different languages, progressively reflecting with autonomy on how they function.",
    "5.2. Use and distinguish knowledge and strategies for improving communication and learning in the foreign language, supported by other participants and analogue and digital resources.",
    "5.3. Identify and record, following models, learning progress and difficulties in the foreign language, selecting with guidance the most effective strategies to overcome these difficulties and make progress in learning, carrying out self-assessment and peer-assessment activities such as those proposed in the European Language Portfolio (ELP) or a learning journal, making such progress and difficulties explicit and shared.",
    "6.1. Act empathetically and respectfully in intercultural situations, building connections between different languages and cultures and rejecting all forms of discrimination, prejudice and stereotyping in everyday communicative contexts.",
    "6.2. Accept and adapt to the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, recognising it as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3. Apply, with guidance, strategies to explain and appreciate linguistic, cultural and artistic diversity, considering ecosocial and democratic values and respecting the principles of justice, equity and equality."
  ]
}