{
  "saberes": [
    "Desafíos demográficos en el mundo actual. Distribución y dinámicas demográficas a escala mundial. Causalidad y comparación en el estudio de la diversidad social y cultural y de las estructuras demográficas a distintas escalas (local, regional, nacional, europea y planetaria). El análisis de la estructura demográfica: elaboración, análisis y comentario de la pirámide demográfica. La distribución de la población en Europa. La población española y murciana: características, distribución y estructura. Dinámicas demográficas actuales y futuras y sus consecuencias.",
    "Aglomeraciones urbanas y ruralidad. La despoblación y el sostenimiento del mundo rural. La despoblación de la España rural. El desarrollo urbano sostenible: la ciudad, espacio de convivencia. La morfología urbana y los tipos de planos. Un mundo de ciudades: localización de las grandes áreas urbanas del mundo. El espacio urbano europeo. El sistema español de ciudades. Paisaje urbano-paisaje rural: características, problemas y retos de futuro. Las ciudades del futuro (smart cities): ciudades más sostenibles y humanas. Modos y estilos de vida en el contexto de la globalización.",
    "Competencia y conflicto por los recursos y el territorio. Mercados regionales, políticas comerciales y movimientos migratorios. Tensiones internacionales, choques y alianzas entre civilizaciones.",
    "Concentración y distribución de la riqueza. Formas y modos de percibir y representar la desigualdad. Líneas de acción para un reparto justo. La cuestión del mínimo vital.",
    "Igualdad. Situaciones discriminatorias de las niñas y de las mujeres en el mundo. Roles de género y su manifestación en todos los ámbitos de la sociedad y la cultura.",
    "Objetivos de Desarrollo Sostenible. La relación naturaleza-sociedad. El desigual reparto de los recursos como origen de la brecha entre desarrollo y subdesarrollo. La visión de los dilemas del mundo actual, punto de partida para el pensamiento crítico y el desarrollo de juicios propios. Retos de futuro: la reducción de desigualdades, desarrollo sostenible y uso racional de los recursos.",
    "Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales en la tarea de investigación histórica, geográfica y artística. Trabajo de investigación: búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "Sociedad del conocimiento. Introducción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "Métodos y técnicas básicas de investigación para la construcción del conocimiento de la geografía, la historia y el arte. Metodologías del pensamiento geográfico, histórico y artístico.",
    "Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos y artefactos como fuente para la historia y el legado inmaterial. El significado de los archivos, bibliotecas y museos y del legado histórico y cultural como patrimonio colectivo.",
    "Las grandes rutas comerciales y las estrategias por el control de los recursos: de la talasocracia bizantina a los imperios de la modernidad. Conquista y colonización.",
    "Violencia y conflictos armados. El crecimiento de los ejércitos y la evolución del armamento desde los hoplitas a los tercios. Los civiles durante las guerras.",
    "Complejidad y desigualdad social: casta, linaje y estamentos. La disputa por el poder desde la Edad Media hasta la Edad Moderna.",
    "El Islam, origen y expansión.",
    "La Europa feudal: evolución política, económica y social. Formación de oligarquías, la imagen del poder, y la evolución de la aristocracia.",
    "La organización política y las formulaciones estatales en el mundo Medieval y Moderno: repúblicas, imperios y reinos. Evolución de la teoría del poder.",
    "La construcción de las identidades culturales, de la idea de Europa, y del eurocentrismo, a través del pensamiento y del arte. La influencia de las civilizaciones judía e islámica en la cultura europea.",
    "El papel de la religión en la organización social, la legitimización del poder y la formación de identidades. El papel de la iglesia en la Europa feudal. La importancia de las peregrinaciones: el Camino de Santiago. Órdenes Militares y el concepto de cruzada. Herejías, persecuciones y guerras de religión. Reforma y contrarreforma.",
    "La transformación humana del territorio y la distribución desigual de los recursos y del trabajo. Evolución de los sistemas económicos, de los ciclos demográficos, de los modos de vida y de los modelos de organización social.",
    "La lucha por la supervivencia y el estatus social desde la Edad Media hasta la Edad Moderna. Reyes, caballeros y siervos: las relaciones entre privilegiados y no privilegiados en una sociedad de siervos y amos. La sociedad islámica. La sociedad peninsular en la Edad Media. El origen de la burguesía.",
    "Interpretación del territorio y del paisaje. La ciudad y el mundo rural a lo largo de la historia: urbes, ciudades, villas y aldeas. El feudo: escenario de la vida en la alta Edad Media. La Baja Edad Media: el resurgir de la vida urbana. La huella humana y la protección del patrimonio ambiental, histórico, artístico y cultural.",
    "Viajes, descubrimientos y sistemas de intercambio en la formación de una economía mundial. La disputa por la hegemonía y la geopolítica en el nacimiento y evolución de la Modernidad. Descubrimiento, conquista y colonización de América. La formación de los primeros imperios coloniales: España y Portugal se reparten el mundo.",
    "España y la Región de Murcia en el tiempo y su conexión con los grandes procesos de la historia de la humanidad. La Península Ibérica en la Edad Media: la llegada de los musulmanes y la conquista del reino visigodo. Evolución político-territorial de Al-Ándalus (desde el emirato dependiente al reino nazarí de Granada) y los Reinos Cristianos. La Reconquista. La Edad Media en la Región de Murcia: de la Cora de Tudmir a la reconquista del reino por Alfonso X y Jaime I el Conquistador. El patrimonio medieval murciano.",
    "El arte islámico. La configuración de un estilo artístico internacional: el arte románico. Un arte para las ciudades: el arte gótico.",
    "La Edad Moderna: una nueva monarquía para un nuevo Estado. La monarquía de los Reyes Católicos. La unión dinástica y religiosa. La España de los Austrias. La hegemonía española en Europa y el costoso mantenimiento de la misma. Crisis demográficas y económicas. La pérdida de la hegemonía en Europa. El legado histórico y el acervo cultural en la formación de las identidades colectivas. El papel del Humanismo.",
    "El Renacimiento, un arte a la medida del hombre. El arte barroco y su difusión por Europa y América.",
    "Significado y función de las expresiones artísticas y culturales en las distintas civilizaciones. Diversidad y riqueza cultural. Respeto y conservación del patrimonio material e inmaterial.",
    "Ciencia, medicina y avances tecnológicos. El nacimiento de la ciencia moderna. La lucha contra epidemias y pandemias. Pandemias medievales: la peste negra y su impacto geográfico, demográfico y social. Racionalismo y empirismo en la explicación de la realidad frente a las supersticiones.",
    "Dignidad humana y derechos universales. Convención sobre los derechos del Niño.",
    "Alteridad: respeto y aceptación del otro. Comportamientos no discriminatorios y contrarios a cualquier actitud segregadora.",
    "Las redes sociales. Seguridad y prevención ante los riegos y peligros del uso de las tecnologías de la información y de la comunicación.",
    "Conservación y defensa del patrimonio histórico, artístico y cultural.",
    "Identificación y gestión de las emociones y su repercusión en comportamientos individuales y colectivos.",
    "Seguridad vial y movilidad segura, saludable y sostenible. El espacio público.",
    "Contribución del Estado y sus instituciones a la paz, a la seguridad integral ciudadana y a la convivencia social.",
    "Ciudadanía europea. Ideas y actitudes en el proyecto de construcción de una identidad común. La seguridad y la cooperación internacional.",
    "Ciclos vitales, uso del tiempo libre y hábitos de consumo: Diferencias y cambios en las formas de vida en las sociedades actuales y en las del pasado."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros formatos mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativas a procesos y acontecimientos relevantes del presente y del pasado (Edad Media y Edad Moderna).",
    "1.2. Contrastar y argumentar sobre temas y acontecimientos de la Edad Media y la Edad Moderna, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas.",
    "2.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, con especial atención a los relacionados con la población mundial y los entornos urbanos, adoptando una posición crítica y proactiva hacia los mismos.",
    "2.2. Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos geográficos, artísticos e históricos, contrastando y valorando fuentes diversas.",
    "2.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con la geografía, el arte, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, mostrando planteamientos originales y propuestas creativas.",
    "2.4. Elaborar juicios argumentados, respetando las opiniones de los demás y enriqueciendo el acervo común en el contexto del mundo actual, sus retos y sus conflictos desde una perspectiva sistémica y global.",
    "3.1. Adquirir y construir conocimiento relevante del mundo actual y de la historia, a través de procesos inductivos, de la investigación y del trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados.",
    "3.2. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la humanidad a lo largo de las edades Media y Moderna, destacando los cambios producidos, sus causas y consecuencias, así como los que, en la actualidad, debemos plantear y resolver en torno a los Objetivos de Desarrollo Sostenible.",
    "3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas de representación gráfica, cartográfica y visual, como pirámides de población, mapas temáticos, planos urbanos, entre otras.",
    "3.4. Situar y localizar sobre mapas los principales elementos del entorno geográfico, desde una dimensión local y regional, hasta una escala europea y mundial.",
    "3.5. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos en diferentes periodos y lugares (simultaneidad y duración), utilizando términos y conceptos apropiados.",
    "3.6. Elaborar líneas de tiempo sobre hechos, procesos y períodos relacionados con la Edad Media y la Edad Moderna, en los que se ponga de manifiesto la importancia del dominio de la secuencia cronológica para entender la evolución social, política, económica y cultural de la humanidad.",
    "3.7. Analizar procesos de cambio histórico de relevancia a través del uso de diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en diferentes períodos y lugares.",
    "3.8. Aplicar métodos y desarrollar proyectos de investigación incidiendo en el uso de la tecnología digital, requiriendo el manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales en la tarea de la investigación histórica, geográfica y artística.",
    "4.1. Interpretar el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje, identificando sus principales elementos y las interrelaciones existentes entre ellos.",
    "4.2. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas, y analizar su transformación y degradación a través del tiempo por la acción humana en la explotación de los recursos, destacando su relación con la evolución de la población, poniendo de relieve las estrategias desarrolladas para su control y dominio y los conflictos que ha provocado.",
    "4.3. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno (natural, rural y urbano) a través de propuestas e iniciativas que reflejen compromisos y conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos.",
    "5.1. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en común a lo largo de la Edad Media y la Edad Moderna, señalando los principales modelos de organización social, política, económica y religiosa que se han gestado.",
    "5.2. Señalar y explicar aquellas experiencias históricas más destacables en el Medievo y en la Edad Moderna, en las que se logró establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales.",
    "5.3. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera asertiva ante las situaciones de injusticia y desigualdad.",
    "6.1. Situar el nacimiento y desarrollo de distintas civilizaciones presentes en el Medievo y en la Edad Moderna y ubicarlas en el espacio y en el tiempo, integrando en su análisis los elementos históricos, artísticos, culturales, institucionales y religiosos que las han conformado, explicando la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal.",
    "6.2. Reconocer las desigualdades sociales existentes en la Edad Media y la Edad Moderna y los mecanismos de dominación y control que se han aplicado en épocas pasadas, identificando aquellos grupos que se han visto sometidos y silenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados.",
    "6.3. Valorar la diversidad social y cultural de la Edad Media y de la Edad Moderna, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio o basado en estereotipos.",
    "6.4. Argumentar e intervenir acerca de la igualdad real de hombres y mujeres actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género.",
    "7.1. Relacionar las culturas y civilizaciones que se han desarrollado a lo largo de la Historia Medieval y Moderna con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y sus aportaciones a la cultura humana universal.",
    "7.2. Identificar el origen histórico de distintas identidades colectivas que se han desarrollado en España, interpretando el uso que se ha hecho de las mismas y mostrando una actitud de respeto hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad y la cohesión social y el respeto al Patrimonio.",
    "7.3. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias históricas del pasado medieval y moderno e identificar el legado histórico, institucional, artístico y cultural como patrimonio común de la ciudadanía europea.",
    "7.4. Conocer, valorar, proteger y conservar el patrimonio artístico, histórico y cultural medieval y moderno como fundamento de la identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos.",
    "8.1. Conocer e interpretar los comportamientos demográficos de la población, los cambios que ha experimentado a lo largo del tiempo y sus ciclos, identificando y analizando los principales problemas y retos a los que nos enfrentamos en el mundo y España.",
    "8.2. Tomar conciencia del ciclo vital y analizar cómo han cambiado sus características, necesidades y obligaciones en distintos momentos históricos, así como las raíces de la distribución por motivos de género del trabajo doméstico, asumiendo las responsabilidades y compromisos propios de la edad en el ámbito familiar, en el entorno escolar y en la comunidad, y valorando la riqueza que aportan las relaciones intergeneracionales.",
    "8.3. Relacionar los cambios en los estilos de vida tradicional y contrastarlos con los que son saludables y sostenibles en el entorno, a través de comportamientos respetuosos con la salud propia, con la de los demás y con otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal.",
    "9.1. Identificar e interpretar la conexión de España con los grandes procesos históricos de las épocas medieval y moderna, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes en estos períodos de la historia.",
    "9.2. Interpretar desde la perspectiva del desarrollo sostenible y la ciudadanía global los principales desafíos del mundo actual, expresando la importancia de implicarse en la búsqueda de soluciones y en el modo de concretarlos desde su capacidad de acción tanto local como global, valorando la contribución del Estado, sus instituciones y las asociaciones civiles en programas y misiones dirigidos por organismos nacionales e internacionales para el logro de la paz, la seguridad integral, la convivencia social y la cooperación entre los pueblos."
  ]
}