{
  "saberes": [
    "Ubicación espacial: representación del espacio, orientación y escalas, el valor de la cartografía. Ejemplos de representación cartográfica a lo largo de la historia. Métodos clásicos y modernos en cartografía (fotointerpretación, teledetección, etc.).",
    "Utilización de recursos digitales e interpretación y elaboración de mapas, esquemas, imágenes y representaciones gráficas. Tecnologías de la Información Geográfica (TIG).",
    "La diversidad climática: elementos y factores que condicionan el clima. El papel del hombre y de las actividades humanas sobre el clima. La variedad y localización de los tipos de climas de la Tierra, de Europa y de España.",
    "Emergencia climática: el cambio climático y sus consecuencias.",
    "Métodos de recogida de datos meteorológicos e interpretación de gráficos: de la recogida y el tratamiento de datos a la elaboración de climogramas y mapas del tiempo.",
    "Riesgos y catástrofes climáticas en el presente, en el pasado y en el futuro. Vulnerabilidad, prevención y resiliencia de la población ante las catástrofes naturales y los efectos del cambio climático.",
    "Biodiversidad. Dinámicas y amenazas de los ecosistemas planetarios. Riqueza y valor del patrimonio natural de España y de la Región de Murcia: estrategias para su conocimiento y conservación. La influencia humana en la alteración de los ecosistemas en el pasado y la actualidad. Problemas medioambientales a escala mundial, europea, española y regional. Conservación y mejora del entorno local y global.",
    "Formas y procesos de modificación de la superficie terrestre: el relieve. Principales formas de relieve. Características y localización del relieve murciano, español y europeo y mundial.",
    "La hidrosfera. Localización de ríos, mares y océanos en el mundo, Europa, España y en la Región de Murcia. Los recursos hídricos: desigual acceso a ellos, amenazas y problemas relacionados con el uso del agua.",
    "Tecnologías de la información. Manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales en la tarea de la investigación histórica, geográfica y artística. Trabajo de investigación: búsqueda, tratamiento de la información y elaboración de conocimiento. Uso seguro de las redes de comunicación. Lectura crítica de la información.",
    "Sociedad del conocimiento. Introducción a los objetivos y estrategias de las Ciencias Sociales y al uso de sus procedimientos, términos y conceptos. Uso de plataformas digitales.",
    "Métodos y técnicas básicas de investigación para la construcción del conocimiento de la geografía, la historia y el arte. Metodologías del pensamiento geográfico, histórico y artístico.",
    "Las fuentes históricas y arqueológicas como base para la construcción del conocimiento histórico. Objetos y artefactos como fuente para la historia y el legado inmaterial.",
    "Tiempo histórico: la cronología. Periodización histórica, elaboración y estudio de ejes cronológicos. Construcción e interpretación de líneas de tiempo.",
    "Análisis interdisciplinar del origen del ser humano y del nacimiento de la sociedad. Cambios en los modos de vida durante la Prehistoria.",
    "Las etapas de la Prehistoria: Paleolítico, Neolítico, Edad de los Metales. Roles de género y formas de organización social en la Prehistoria.",
    "La Prehistoria en España y en la Región de Murcia. Primeras manifestaciones artísticas. Conservación del patrimonio prehistórico.",
    "Condicionantes geográficos e históricos del surgimiento de civilizaciones. Egipto, Mesopotamia: poder, desigualdad y autoridad.",
    "Grandes rutas comerciales: talasocracias, imperios, conquista y colonización.",
    "La Península Ibérica en la Antigüedad: pueblos colonizadores y pueblos prerromanos. Cultura ibérica en la Región de Murcia.",
    "La civilización griega: territorio, polis, sistemas políticos y colonización.",
    "La civilización romana: origen, evolución política, economía y desigualdad social.",
    "El papel de la religión: politeísmo, monoteísmo, religiones antiguas y surgimiento del cristianismo.",
    "Legado cultural de Grecia y Roma. Raíces clásicas de Europa. Arte griego y romano.",
    "Hispania romana: administración, explotación y organización territorial.",
    "Caída del Imperio romano, pueblos germánicos, Imperio bizantino, arte y sociedad.",
    "Personas invisibilizadas en la historia: mujeres, esclavos y extranjeros. La resistencia.",
    "Transformación del territorio y desigualdad de recursos y trabajo en la Antigüedad.",
    "Función del arte en las civilizaciones. Diversidad y conservación del patrimonio.",
    "Igualdad de género. Conductas no sexistas.",
    "Problemas globales y medioambientales. Sostenibilidad y conciencia social.",
    "Riesgos en redes sociales. Prevención, seguridad digital.",
    "Cultura democrática. Participación cívica y comunitaria.",
    "Respeto y cuidado del entorno y los seres vivos.",
    "Protección del patrimonio natural, histórico, artístico y cultural.",
    "Solidaridad y apoyo a colectivos en riesgo de exclusión social.",
    "Gestión de las emociones y su repercusión en la convivencia."
  ],
  "criteriosEvaluacion": [
    "1.1. Elaborar, expresar y presentar contenidos propios en forma de esquemas, tablas informativas y otros formatos mediante el desarrollo de estrategias de búsqueda, selección y tratamiento de información relativa a procesos y acontecimientos relevantes del presente y del pasado (Prehistoria y de Edad Antigua).",
    "1.2. Contrastar y argumentar sobre temas y acontecimientos de la Prehistoria y la Edad Antigua, localizando y analizando de forma crítica fuentes primarias y secundarias como pruebas históricas.",
    "2.1. Identificar, valorar y mostrar interés por los principales problemas que afectan a la sociedad, especialmente aquellos relacionados con el medio ambiente y el cambio climático, adoptando una posición crítica y proactiva hacia los mismos.",
    "2.2. Argumentar de forma crítica sobre problemas de actualidad a través de conocimientos geográficos, artísticos e históricos, contrastando y valorando fuentes diversas.",
    "2.3. Incorporar y utilizar adecuadamente términos, conceptos y acontecimientos relacionados con la geografía, el arte, la historia y otras disciplinas de las ciencias sociales, a través de intervenciones orales, textos escritos y otros productos, mostrando, de forma sencilla, planteamientos originales y propuestas creativas.",
    "2.4. Elaborar y expresar juicios argumentados, respetando las opiniones de los demás y enriqueciendo el acervo común en el contexto del mundo actual, sus retos y sus conflictos, desde una perspectiva sistémica y global.",
    "3.1. Adquirir y construir conocimiento relevante del mundo actual y de la historia de la humanidad en las primeras etapas de la misma, a través de procesos inductivos, de la investigación y del trabajo por proyectos, retos o problemas, mediante la elaboración de productos que reflejen la comprensión de los fenómenos y problemas abordados.",
    "3.2. Identificar los principales problemas, retos y desafíos a los que se ha enfrentado la humanidad a lo largo de la Prehistoria y de la Edad Antigua, los cambios producidos, considerando las causas que los motivaron y las consecuencias en el desarrollo posterior.",
    "3.3. Representar adecuadamente información geográfica e histórica a través de diversas formas de representación gráfica, cartográfica y visual.",
    "3.4. Situar y localizar sobre mapas los principales elementos del entorno geográfico, desde una dimensión local o regional, hasta una escala europea y mundial.",
    "3.5. Utilizar una secuencia cronológica con objeto de examinar la relación entre hechos y procesos en diferentes períodos y lugares históricos (simultaneidad y duración), utilizando términos y conceptos apropiados.",
    "3.6. Elaborar líneas de tiempo sencillas sobre hechos, procesos y períodos relacionados con la Prehistoria y la Historia Antigua, en los que se ponga de manifiesto la importancia del dominio de la secuencia cronológica para entender la evolución social, política, económica y cultural de la humanidad.",
    "3.7. Analizar procesos de cambio histórico especialmente relevantes en la Prehistoria y en la Edad Antigua a través del uso de diferentes fuentes de información, teniendo en cuenta las continuidades y permanencias en diferentes períodos y lugares.",
    "3.8. Aplicar métodos y desarrollar proyectos de investigación incidiendo en el uso inicial de la tecnología digital, requiriendo el manejo y utilización de dispositivos, aplicaciones informáticas y plataformas digitales que facilitan la tarea de la investigación histórica, geográfica y artística.",
    "4.1. Interpretar el entorno desde una perspectiva sistémica e integradora, a través del concepto de paisaje natural, identificando sus principales elementos y las interrelaciones existentes.",
    "4.2. Valorar el grado de sostenibilidad y de equilibrio de los diferentes espacios y desde distintas escalas, y analizar su transformación y degradación a través del tiempo causada por la acción humana y la explotación de los recursos, su relación con la evolución de la población y las estrategias desarrolladas para su control y dominio y los conflictos que ello ha provocado.",
    "4.3. Argumentar la necesidad de acciones de defensa, protección, conservación y mejora del entorno (natural, rural y urbano) a través de propuestas e iniciativas que reflejen compromisos y promover conductas en favor de la sostenibilidad y del reparto justo y solidario de los recursos.",
    "5.1. Identificar, interpretar y analizar los mecanismos que han regulado la convivencia y la vida en común a lo largo de la historia, desde el origen de la sociedad a las distintas civilizaciones que se han ido sucediendo, señalando los principales modelos de organización social, política, económica y religiosa que se han gestado.",
    "5.2. Señalar y explicar aquellas experiencias históricas más destacables, desarrolladas durante la Antigüedad, en las que se logró establecer sistemas políticos que favorecieron el ejercicio de derechos y libertades de los individuos y de la colectividad, considerándolas como antecedentes de las posteriores conquistas democráticas y referentes históricos de las libertades actuales.",
    "5.3. Mostrar actitudes pacíficas y respetuosas y asumir las normas como marco necesario para la convivencia, demostrando capacidad crítica e identificando y respondiendo de manera activa ante las situaciones de injusticia y desigualdad.",
    "6.1. Situar el nacimiento y desarrollo de las civilizaciones, ubicarlas en el espacio y en el tiempo, integrando los elementos históricos, artísticos, culturales, institucionales y religiosos que las han conformado, explicando la realidad multicultural generada a lo largo del tiempo e identificando sus aportaciones más relevantes a la cultura universal.",
    "6.2. Reconocer las desigualdades sociales existentes en la Prehistoria y en la Edad Antigua y los mecanismos de dominación y control que se han aplicado, identificando aquellos grupos que se han visto sometidos y silenciados, destacando la presencia de mujeres y de personajes pertenecientes a otros colectivos discriminados.",
    "6.3. Valorar la diversidad social y cultural, argumentando e interviniendo en favor de la inclusión, así como rechazando y actuando en contra de cualquier actitud o comportamiento discriminatorio o basado en estereotipos.",
    "6.4. Argumentar e intervenir acerca de la situación real de hombres y mujeres en la Antigüedad, actuando en contra de cualquier actitud y comportamiento discriminatorio por razón de género.",
    "7.1. Relacionar las culturas y civilizaciones que se han desarrollado a lo largo de la Historia Antigua con las diversas identidades colectivas que se han ido construyendo hasta la actualidad, reflexionando sobre los múltiples significados que adoptan y sus aportaciones a la cultura humana universal.",
    "7.2. Identificar el origen histórico de distintas identidades colectivas que se han desarrollado en España, interpretando el uso que se ha hecho de las mismas y mostrando una actitud de respeto hacia los diferentes sentidos de pertenencia, promoviendo la solidaridad, la cohesión social y el respeto al Patrimonio.",
    "7.3. Señalar los fundamentos de la idea de Europa a través de las diferentes experiencias históricas relacionadas con el mundo clásico e identificar su legado histórico, institucional, artístico y cultural, valorándolo como patrimonio común de la ciudadanía europea.",
    "7.4. Conocer, valorar, proteger y conservar el patrimonio artístico, histórico y cultural prehistórico y de la Antigüedad como fundamento de la identidad colectiva local, autonómica, nacional, europea y universal, considerándolo un bien para el disfrute recreativo y cultural y un recurso para el desarrollo de los pueblos.",
    "8.1. Relacionar los cambios en los estilos de vida tradicional y contrastarlos con los que son saludables y sostenibles en el entorno, a través de comportamientos respetuosos con la salud propia, con la de los demás y con otros seres vivos, tomando conciencia de la importancia de promover el propio desarrollo personal.",
    "9.1. Identificar e interpretar la conexión de España con los grandes procesos históricos desde la Prehistoria hasta el final de la Edad Antigua, valorando lo que han supuesto para su evolución y señalando las aportaciones de sus habitantes a lo largo de ese periodo."
  ]
}