{
  "saberes": [
    "Bloque 1. Percepción y análisis",
    "SB. 1.1. Contextos musicales y culturales (CE1, CE2)",
    "G1. Obras e intérpretes",
    "Evolución de la música y de la danza occidental. Obras de diferentes estilos y períodos históricos.",
    "Mitos, estereotipos y roles de género transmitidos a través de la música y la danza. Profesiones musicales desde una perspectiva igualitaria.",
    "Compositoras y compositores de estilos y épocas diferentes.",
    "G2. Patrimonio musical",
    "Patrimonio musical de la Comunitat Valenciana. Estilos, acontecimientos y manifestaciones.",
    "G3. Géneros musicales y escénicos",
    "Los géneros en diferentes contextos históricos.",
    "Función social de la música.",
    "G4. Agrupaciones vocales e instrumentales",
    "Agrupaciones vocales e instrumentales representativas a lo largo de los diferentes períodos históricos.",
    "G5. La voz y los instrumentos",
    "Clasificación de voces e instrumentos en obras de diferentes períodos históricos.",
    "G6. Terminología y normas de comportamiento",
    "Terminología musical. Argumentación oral y escrita.",
    "Pautas de atención y comportamiento en la audición musical y ante diferentes propuestas artísticas. Actitud abierta y valorativa.",
    "SB.1.2. Elementos del sonido y estructura musical",
    "G1. El proceso de escucha",
    "Escucha activa. Pautas de atención, percepción y memoria.",
    "G5. Melodía y armonía",
    "Texturas musicales de los diferentes géneros y estilos en diferentes períodos históricos.",
    "G6. Estructura y forma",
    "Formas musicales de los diferentes géneros y estilos en diferentes períodos históricos.",
    "G7. Recursos digitales y de las TIC relacionados con la percepción",
    "Aplicaciones, webs y programas de edición de partituras, grabación y edición de audio.",
    "Bloque 2. Interpretación y creación",
    "SB.2.1. Expresión individual y colectiva",
    "G1. Interpretación y técnica vocal",
    "Obras vocales a una y varias voces, a cappella o con acompañamiento instrumental. Repertorio vocal. La memoria musical en la producción vocal.",
    "G2. Interpretación y técnica instrumental",
    "Obras instrumentales de interpretación individual y grupal. Repertorio instrumental polifónico. La memoria musical y el aprendizaje por imitación.",
    "G3. Cuidado instrumental",
    "El cuidado y el mantenimiento de los instrumentos.",
    "G4. Creación e improvisación",
    "La improvisación y la creación sobre pautas previamente establecidas. La experimentación, la exploración sonora y la sonorización.",
    "G5. La notación musical",
    "Elementos básicos de la notación musical y representaciones gráficas no convencionales aplicados a la práctica.",
    "G6. Habilidades motrices",
    "El cuerpo como medio de expresión.",
    "Danzas de diferentes épocas históricas.",
    "Percusión con objetos sonoros. La percusión corporal.",
    "SB.2.2. Proyectos artísticos",
    "G1. Planificación",
    "Definición, fases y criterios de valoración en proyectos musicales e interdisciplinares.",
    "G2. Producción artística",
    "Elementos integrales de un proyecto: voz, instrumentos, expresión corporal y lenguaje musical.",
    "G3. Artes escénicas",
    "Elementos estructurales y técnicos de las artes escénicas: cuerpo, espacio, tiempo, discurso, estructuras y actuación.",
    "G4. Tecnología para la producción musical",
    "Recursos digitales y de las TIC aplicados a la interpretación, la creación y la grabación.",
    "Licencias de uso, autoría y protección de datos. Planteamientos y hábitos de consumo éticos y responsables.",
    "G5. Actitud",
    "Pautas de atención y comportamiento en la participación en las diferentes propuestas artísticas.",
    "El control de las emociones en la mejora de la interpretación en público."
  ],
  "criteriosEvaluacion": [
    "CE1.1. Analizar las características de propuestas musicales y multidisciplinares de géneros, épocas y estilos diferentes a partir de sus elementos estructurales y técnicos, relacionándolas entre sí y valorando su diversidad.",
    "CE1.2. Argumentar juicios críticos acerca de propuestas musicales, corporales y multidisciplinares, de manera oral o escrita, con actitud abierta y terminología adecuada.",
    "CE1.3. Apreciar la riqueza del patrimonio musical de diferentes épocas y estilos, reconocer sus funciones y características, y respetar su diversidad.",
    "CE2.1. Analizar autónomamente las cualidades del sonido, de manera combinada, así como sus características y su representación gráfica, utilizando el lenguaje musical y otros lenguajes.",
    "CE2.2. Reconocer las diferentes agrupaciones vocales e instrumentales en diversos períodos históricos y describir sus principales funciones.",
    "CE2.3. Proponer soluciones a las agresiones acústicas del entorno próximo, mediante la percepción reflexiva y la sensibilización.",
    "CE3.1. Interpretar propuestas musicales de manera individual y grupal, utilizando los elementos del lenguaje musical y otras representaciones gráficas, y valorar el ensayo como espacio de escucha y aprendizaje.",
    "CE3.2. Crear diferentes propuestas musicales e improvisaciones, favoreciendo el respeto y el sentido crítico.",
    "CE3.3. Experimentar con las posibilidades expresivas y comunicativas del sonido, el cuerpo y los medios digitales en la creación de propuestas, mostrando confianza en las capacidades propias y valorando las de los otros.",
    "CE3.4. Expresar ideas, sentimientos y emociones acerca de las propuestas realizadas para potenciar la comunicación, la empatía y el respeto hacia los demás.",
    "CE4.1. Analizar los procesos de creación, edición y difusión, así como las profesiones que intervienen en proyectos musicales e interdisciplinares.",
    "CE4.2. Diseñar proyectos musicales e interdisciplinares a partir de las fases, con una valoración tanto del proceso como del resultado, argumentando las conclusiones adoptadas.",
    "CE4.3. Aplicar los conocimientos adquiridos en diferentes disciplinas en la creación de proyectos artísticos como medio de cohesión y participación activa.",
    "CE5.1. Buscar información y recursos musicales en diferentes medios digitales de manera contrastada y con el análisis y la valoración de las diferencias.",
    "CE5.2. Utilizar recursos digitales de manera individual o colectiva para la percepción, la creación, la interpretación, la grabación o la edición musical de las producciones creadas.",
    "CE5.3. Practicar un consumo digital responsable de recursos y productos musicales, respetando las licencias de uso y la normativa vigente de protección de datos y autoría."
  ]
}