{
  "saberes": [
    "A. Communication.",
    "Self-confidence. Mistakes as tools for improvement and proposals for correction. Introduction to error analysis tools such as rubrics or correction codes.",
    "Basic strategies for planning, carrying out, monitoring and correcting comprehension, production and co-production of oral, written and multimodal texts, applied to simple sentences, basic interaction units and everyday connectors, linkers and conjunctions.",
    "Knowledge, skills and attitudes that support identifying and collaborating in mediation activities in simple everyday situations. Use of abilities and strategies to identify the key communicative aspect of a text in different formats and to reformulate it to support understanding.",
    "Basic communicative functions appropriate to the communicative domain and context: greeting, saying goodbye, introducing and presenting oneself; describing people, objects and places; locating events in time; placing objects, people and places in space; asking for and exchanging information on everyday matters; giving and requesting instructions and orders; offering, accepting and rejecting help, proposals or suggestions; partially expressing preferences, interests and basic emotions; narrating past events, describing present situations, and stating future occurrences; expressing opinions, possibility, ability, obligation and prohibition.",
    "Basic contextual models and discourse genres in understanding, producing and co-producing short and simple oral, written and multimodal texts, literary and non-literary: features and recognition of context (participants and situation), expectations created by context; organisation and structure according to genre, text function and format.",
    "Basic linguistic units and their associated meanings such as expressing entities and their properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, questions and exclamations, basic logical relations; the action and how it is carried out.",
    "Common and learner-relevant vocabulary related to personal identification, interpersonal relationships, familiar places and environments, leisure and free time, daily life, health and physical activity, home and housing, climate and natural environment, information and communication technologies. Basic idiomatic phrases and language-specific collocations.",
    "Basic sound, stress, rhythm and intonation patterns, and the general meanings and communicative intentions associated with them. Word stress, intonation in affirmative, interrogative and exclamatory sentences, pronunciation of contractions and regular past tense verb forms.",
    "Basic spelling conventions and communicative meanings and intentions associated with formats, patterns and graphic elements. Alphabet, use of capital letters, auxiliary verb contractions, spelling rules for word changes, question and exclamation marks.",
    "Basic conversational conventions and strategies, in synchronous and asynchronous formats, for initiating, maintaining and ending communication, taking and giving turns, asking for and giving clarification and explanations, reformulating, comparing and contrasting, summarising, collaborating, debating, etc. Introduction to interaction-facilitating mechanisms and strategies for developing the phatic function of oral language.",
    "Learning resources and basic information-search strategies: dictionaries, reference books, libraries, digital and online resources, etc. Guided selection of reliable digital tools.",
    "Identification of the authorship of consulted sources and used content.",
    "Basic analogue and digital tools for understanding, producing and co-producing oral, written and multimodal texts; and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, video conferencing, collaborative digital tools, etc.) for learning, communication and project development with speakers or learners of the foreign language.",
    "B. Plurilingualism.",
    "Strategies and techniques to effectively respond to a basic, specific communicative need in an understandable way, despite limitations stemming from proficiency in the foreign language and other languages in the personal repertoire.",
    "Basic strategies to identify, organise, retain, retrieve and creatively use linguistic units (vocabulary, morphosyntax, sound patterns, etc.) through comparison of languages and varieties in one's personal linguistic repertoire. Tools for inferring meaning in sentences from familiar words.",
    "Basic self-assessment and peer-assessment strategies and tools, both analogue and digital, individually and cooperatively.",
    "Common vocabulary and expressions for understanding statements about communication, language, learning and communication/learning tools (metalanguage).",
    "Basic comparison between languages using elements from the foreign language and others: origin and language family connections.",
    "C. Interculturality.",
    "The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for personal enrichment.",
    "Interest and initiative in engaging in communicative exchanges through various media with speakers or learners of the foreign language.",
    "Basic sociocultural and sociolinguistic aspects related to everyday life, living conditions and interpersonal relationships; basic social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, customs and values of countries where the foreign language is spoken.",
    "Basic strategies for understanding and appreciating linguistic, cultural and artistic diversity, considering ecosocial and democratic values.",
    "Basic strategies for identifying and responding to discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Interpret the overall meaning and specific, explicit information of short and simple oral and multimodal texts on familiar, everyday topics that are personally relevant and close to students’ experience, from areas such as interpersonal relationships, learning, and media, clearly expressed in standard language across various formats.",
    "1.2. Interpret and analyse the overall meaning and specific, explicit information of short and simple written texts on familiar, everyday topics that are personally relevant and close to students’ experience, from areas such as interpersonal relationships, learning, media and fiction, clearly expressed in standard language across various formats.",
    "1.3. Organise and apply appropriate strategies and knowledge in a guided way to everyday communicative situations, in order to understand the overall meaning, essential information and key details of texts; interpret non-verbal elements; and search for information.",
    "2.1. Orally express short, simple, structured and comprehensible texts appropriate to the communicative situation on everyday and familiar topics relevant to students, with the aim of describing, narrating and informing about specific subjects across different formats, using verbal and non-verbal resources as well as planning and self-monitoring strategies with guidance.",
    "2.2. Organise and write short and comprehensible texts with acceptable clarity, coherence, cohesion, and appropriateness to the given communicative situation, following established guidelines, using both analogue and digital tools, on familiar, everyday topics relevant to students’ experience.",
    "2.3. Organise and apply, in a guided way, knowledge and strategies to plan, produce and revise comprehensible, coherent and appropriate texts that align with communicative intentions, contextual features and text types, using the most suitable physical or digital resources for the task and situation, taking into account the intended audience.",
    "3.1. Plan and take part in short and simple interactive situations on everyday topics that are personally relevant and close to students’ experience, using various formats and relying on resources such as repetition, a slow pace, or non-verbal language, while showing empathy, respect for linguistic courtesy and digital etiquette, and an appreciation of others’ needs, ideas, concerns, initiatives and motivations.",
    "3.2. Organise and use, in a guided way and in familiar contexts, appropriate strategies to initiate, maintain and end communication, take and give turns, and request or offer clarification and explanations.",
    "4.1. Infer and explain short and simple texts and communications in situations that require attention to diversity, showing respect and empathy towards others and the languages used, and an interest in contributing to resolving issues of mutual understanding within their immediate environment, drawing on various resources and formats.",
    "4.2. Apply, with guidance, strategies that support and facilitate comprehension, production and communication of information in line with communicative intentions, using physical or digital resources according to the needs of each moment.",
    "5.1. Compare and contrast similarities and differences between different languages by reflecting on how they function.",
    "5.2. Use knowledge and strategies to improve communication skills and learn the foreign language, supported by other participants and analogue or digital tools.",
    "5.3. Identify and record, using models, progress and difficulties in learning the foreign language by engaging in self-assessment and peer assessment activities, such as those found in the European Language Portfolio (ELP) or a learning journal, making such progress and difficulties explicit and shared.",
    "6.1. Act with empathy and respect in intercultural situations, building connections between different languages and cultures and rejecting all forms of discrimination, prejudice and stereotyping in everyday communicative contexts.",
    "6.2. Accept and adapt to the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, recognising it as a source of personal enrichment and showing interest in sharing cultural and linguistic elements that promote sustainability and democracy.",
    "6.3. Apply, in a guided way, strategies to appreciate linguistic, cultural and artistic diversity, attending to ecosocial and democratic values and respecting the principles of justice, equity and equality."
  ]
}