{
  "saberes": [
    "Bloque 1. Sentido numérico y cálculo",
    "2. OPERACIONES Y SUS PROPIEDADES",
    "Operaciones con números naturales, enteros y racionales.",
    "Factores, múltiplos y divisores. Descomposición de un número natural en factores primos. Divisibilidad.",
    "Prioridad de las operaciones. Utilización de las propiedades de las operaciones.",
    "Transformación de números decimales en fracciones.",
    "Estimación, cálculo, simplificación e interpretación de expresiones numéricas. Relaciones inversas entre las operaciones.",
    "Potencias de números naturales, enteros, racionales.",
    "Proporcionalidad. Proporciones y porcentajes (equivalencia, cambio porcentual).",
    "Estrategias de cálculo mental.",
    "Flexibilidad en el uso de estrategias, técnicas o métodos de resolución de situaciones problemáticas de tipo numérico.",
    "Perseverancia en el aprendizaje de los aspectos asociados al sentido numérico y de las operaciones.",
    "Bloque 2. Sentido algebraico",
    "Traducción de expresiones del lenguaje ordinario al algebraico, y viceversa. Reglas de formación de patrones y generalización.",
    "Monomios y binomios. Operaciones con monomios y binomios.",
    "Ecuaciones de primer y segundo grado.",
    "Equivalencia entre expresiones algebraicas.",
    "Contribución de la humanidad al desarrollo del álgebra y sus aplicaciones, incorporando la perspectiva de género. Valoración de los usos sociales y científicos del sentido algebraico.",
    "Flexibilidad en el uso de varias estrategias, técnicas o métodos de resolución de situaciones problemáticas susceptibles de error en la interpretación.",
    "Autonomía, tolerancia ante el error y perseverancia en el aprendizaje de aspectos asociados al sentido algebraico.",
    "Bloque 3. Sentido de la medida y de la estimación",
    "Estimación y análisis de medidas utilizando unidades convencionales.",
    "Determinación de medidas con la elección de estrategias e instrumentos adecuados.",
    "Elección de unidad de medida y escala apropiada para describir magnitudes. Conversión entre unidades de medida.",
    "Cambio de herramientas, técnicas, estrategias o métodos relacionados con la medida y con la estimación de magnitudes.",
    "Perseverancia, iniciativa y flexibilidad en la resolución de situaciones problemáticas susceptibles de errores o de dificultades relacionados con la medida de magnitudes.",
    "Bloque 4. Sentido espacial y geometría",
    "Figuras planas. Elementos básicos de la geometría del plano. Cálculo de longitudes y áreas.",
    "Clasificación de las figuras planas según sus propiedades geométricas.",
    "Proporcionalidad, semejanza. Escalas.",
    "Ángulos en el sistema sexagesimal.",
    "Teorema de Pitágoras. Aplicaciones.",
    "Circunferencia, círculo, arcos y sectores circulares.",
    "Reconocimiento, descripción y clasificación de sólidos: prismas rectos, pirámides, cilindros y conos.",
    "Programas informáticos de geometría dinámica. Construcción de figuras o lugares geométricos, exploración de propiedades.",
    "Geometría en contexto real (arte, ciencia, ingeniería, vida diaria). Contribución de la humanidad al desarrollo de la geometría y a sus aplicaciones, incorporando la perspectiva de género.",
    "Perseverancia y flexibilidad en el cambio de estrategias, representaciones o técnicas geométricas.",
    "Bloque 5. Relaciones y funciones",
    "Variable. Variación y relación entre variables.",
    "Funciones lineales. Diferentes representaciones: expresión algebraica, tabla de valores y gráfica.",
    "Programas informáticos de geometría dinámica e iniciación a las calculadoras gráficas.",
    "Contribución de la humanidad al desarrollo del análisis y de sus aplicaciones, incorporando la perspectiva de género. Valoración de los usos sociales y científicos del análisis matemático.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos asociados a las relaciones y a las funciones.",
    "Bloque 6. Incertidumbre y probabilidad",
    "Espacio muestral en experimentos aleatorios simples: identificación y determinación.",
    "Cálculo de probabilidades mediante la regla de Laplace en situaciones de equiprobabilidad, en experimentos simples.",
    "Asignación de probabilidad mediante la experimentación.",
    "Suceso contrario, suceso seguro y suceso imposible.",
    "Introducción a las técnicas de recuento",
    "Contribución de la humanidad al desarrollo de la probabilidad y de sus aplicaciones, incorporando la perspectiva de género. Utilidad social y científica de la probabilidad.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos probabilísticos. Aceptación de los errores de interpretación.",
    "Bloque 7. Análisis de datos y estadística",
    "Concepto de variable estadística (cualitativa, cuantitativa discreta y cuantitativa continua). Características y representación.",
    "Diseño y fases de un estudio estadístico. Formulación de preguntas. Población, muestra y muestras representativas.",
    "Recogida, organización, interpretación y comparación de datos en tablas de frecuencia y gráficas de diversos tipos, con y sin TIC.",
    "Cálculo e interpretación de las principales medidas de centralización (moda, mediana y media) con y sin apoyo tecnológico",
    "Estudio de la variabilidad de las muestras de una población.",
    "Contribución de la humanidad al desarrollo de la estadística y de sus aplicaciones, incorporando la perspectiva de género. Utilidad social y científica de la estadística y de la gestión de datos.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o métodos estadísticos.",
    "Bloque 8. Pensamiento computacional",
    "Sistematización de procesos matemáticos mediante secuencias de instrucciones.",
    "Reconocimiento de patrones para la generalización y automatización de procesos repetitivos o de algoritmos.",
    "Búsqueda y análisis de estrategias en juegos de lógica o de tablero abstractos, o en problemas sin información oculta ni presencia de azar.",
    "Contribución de la humanidad al desarrollo del pensamiento computacional y sus aplicaciones. Importancia en el desarrollo matemático. Referentes femeninos",
    "Autonomía, tolerancia ante el error asociado al pensamiento computacional. Mejoras a través del ensayo y error.",
    "Perseverancia y flexibilidad en el cambio de estrategias, técnicas o algoritmos computacionales."
  ],
  "criteriosEvaluacion": [
    "1.1. Comprender el enunciado de problemas del ámbito social, interpretando la situación planteada, organizando los datos y estableciendo relaciones entre ellos.",
    "1.2. Estructurar el proceso de resolución de un problema en una o más etapas, desarrollando una estrategia que movilice las herramientas y saberes básicos necesarios para obtener una solución.",
    "1.3. Revisar el proceso de resolución para evaluar la corrección de la solución obtenida e interpretarla, considerando si es adecuada para la situación planteada por el problema.",
    "1.4. Conectar los problemas resueltos con otros problemas similares, encontrando características que permitan reformular o plantear nuevos problemas.",
    "2.1. Reconocer y analizar patrones o regularidades, justificando los pasos para construir o desarrollar conceptos y/o procedimientos matemáticos.",
    "2.2. Formular y validar conjeturas sencillas de forma guiada analizando regularidades, propiedades y relaciones.",
    "2.3. Comparar conceptos y procedimientos matemáticos explorando variantes y casos, y modificando condiciones.",
    "3.1. Analizar, medir y estructurar situaciones o fenómenos reales, identificando los aspectos que pueden ser matematizados para construir modelos matemáticos concretos o algunos modelos generales sencillos con herramientas algebraicas básicas.",
    "3.2. Trabajar matemáticamente sobre un modelo concreto, o sobre uno general (manipulando expresiones algebraicas básicas), para obtener soluciones que permitan describir, interpretar y sacar conclusiones sobre una situación real.",
    "3.3. Validar la solución obtenida a partir de un modelo matemático, contrastándola con la situación real para detectar posibles errores o identificar cambios en el modelo que puedan mejorar el resultado.",
    "3.4. Identificar conexiones coherentes entre las matemáticas y otras materias resolviendo problemas contextualizados y/o empleando procedimientos de experimentación.",
    "4.1. Conocer aspectos básicos de programas de geometría dinámica y de cálculo simbólico.",
    "4.2. Reproducir y diseñar algoritmos sencillos mediante herramientas tecnológicas básicas y programación por bloques para resolver situaciones problemáticas del ámbito social.",
    "4.3. Reconocer patrones, organizar datos y descomponer un problema en partes más simples para abordarlo con un algoritmo o proceso computacional.",
    "4.4. Analizar e interpretar situaciones problemáticas a través de la modificación de un algoritmo para simular distintas alternativas o posibilidades.",
    "5.1. Expresar contenido matemático haciendo uso de representaciones icónico-manipulativas, numéricas, simbólico-algebraicas, tabulares, geométricas y gráficas.",
    "5.2. Identificar semejanzas y diferencias entre representaciones icónico-manipulativas, numéricas, simbólico-algebraicas, tabulares, geométricas y gráficas de objetos matemáticos.",
    "5.3. Seleccionar el simbolismo adecuado para describir contenido matemático sencillo correspondiente a situaciones del ámbito social.",
    "6.1. Identificar lenguaje matemático presente en situaciones del ámbito social cercanas al alumnado.",
    "6.2. Utilizar vocabulario matemático específico básico para comunicar ideas matemáticas relativas a situaciones problemáticas del ámbito social.",
    "6.3. Explicar ideas y procesos matemáticos utilizados en la resolución de un problema, así como de los resultados obtenidos.",
    "6.4. Incorporar lenguaje matemático para reforzar la argumentación durante una discusión, debate o intercambio de ideas.",
    "7.1. Reconocer contenido matemático elemental de carácter numérico, espacial o geométrico presente en situaciones relevantes para el alumnado.",
    "7.2. Valorar la importancia de las matemáticas en su vertiente instrumental como herramienta para favorecer el desarrollo.",
    "7.3. Reconocer el potencial de las matemáticas para la resolución de problemas cotidianos del entorno del alumnado.",
    "7.4. Apreciar el carácter universal de las matemáticas, por su versatilidad, su lenguaje propio y su funcionalidad.",
    "8.1. Reconocer las emociones propias al abordar nuevos retos matemáticos, expresando una actitud positiva para enfrentarse a ellos.",
    "8.2. Valorar la capacidad propia, participando y contribuyendo respetuosamente en el trabajo en equipo para construir conocimiento matemático.",
    "8.3. Valorar el error como una oportunidad de aprendizaje, aceptando el bloqueo en la resolución de problemas y asumiendo la iniciativa de superarlo, tanto en el trabajo individual como en el de equipo."
  ]
}