{
  "saberes": [
    "A. Las lenguas y sus hablantes.",
    "Observación de la propia biografía lingüística y de la diversidad lingüística del centro.",
    "Las lenguas de España: origen, distribución geográfica y nociones básicas.",
    "Diferencias entre plurilingüismo y diversidad dialectal.",
    "Estrategias básicas de identificación de prejuicios y estereotipos lingüísticos y exploración de formas de evitarlos.",
    "B. Comunicación.",
    "Iniciación a las estrategias de producción, comprensión y análisis crítico de textos orales, escritos y multimodales sencillos de diferentes ámbitos con atención conjunta a los siguientes aspectos:",
    "1. Contexto.",
    "Identificación de los componentes del hecho comunicativo. Introducción a las funciones del lenguaje.",
    "2. Géneros discursivos.",
    "Secuencias textuales básicas, con especial atención a las narrativas, descriptivas, dialogadas y expositivas.",
    "Iniciación a las propiedades textuales: coherencia, cohesión y adecuación.",
    "Géneros discursivos propios del ámbito personal: la conversación.",
    "Géneros discursivos propios del ámbito educativo.",
    "Géneros discursivos propios del ámbito social: redes sociales y medios de comunicación.",
    "3. Géneros discursivos propios del ámbito social: redes sociales y medios de comunicación. Etiqueta digital. Riesgos de desinformación, manipulación y vulneración de la privacidad en la red.",
    "4. Procesos.",
    "Interacción oral y escrita de carácter informal. Tomar y dejar la palabra. Reconocimiento y utilización de estrategias para la cooperación conversacional y la cortesía lingüística.",
    "Comprensión oral: sentido global del texto y relación entre sus partes, selección y retención de la información relevante. Iniciación en la detección de usos discriminatorios del lenguaje verbal y no verbal.",
    "Producción oral formal. Iniciación en la planificación y búsqueda de información, textualización y revisión. Elementos no verbales. Rasgos discursivos y lingüísticos de la oralidad formal.",
    "Comprensión lectora: sentido global del texto y relación entre sus partes. Iniciación en la detección de usos discriminatorios del lenguaje verbal e icónico.",
    "Producción escrita. Planificación, redacción, revisión y edición en diferentes soportes de textos sencillos. Corrección gramatical y ortográfica. Propiedad léxica. Usos básicos de la escritura para la organización del pensamiento: toma de notas, esquemas, mapas conceptuales, definiciones, resúmenes, etc.",
    "Alfabetización mediática e informacional: búsqueda y selección de la información. Utilización de plataformas virtuales para la realización de proyectos escolares.",
    "5. Reconocimiento y uso discursivo de los elementos lingüísticos.",
    "Recursos lingüísticos para adecuar el registro a la situación de comunicación. Estrategias y técnicas de reconocimiento y producción de la intención comunicativa.",
    "Procedimientos para la adquisición y ampliación de vocabulario. Reflexión contextualizada sobre la relación de significado entre unas palabras y otras.",
    "Mecanismos básicos de cohesión textual, con especial atención a los conectores temporales y explicativos.",
    "Uso coherente de las formas verbales en los textos. Los tiempos de pretérito en la narración. Correlación temporal en el discurso relatado.",
    "Corrección lingüística y revisión ortográfica y gramatical de los textos, de manera guiada.",
    "Iniciación al uso de diccionarios, manuales de consulta y de correctores ortográficos en soporte analógico o digital.",
    "Los signos básicos de puntuación como mecanismo organizador del texto escrito.",
    "C. Educación literaria.",
    "1. Lectura autónoma.",
    "Implicación en la lectura de obras de forma progresivamente autónoma a partir de una preselección de textos variados y reflexión sobre los textos leídos y sobre la práctica de lectura atendiendo a los siguientes saberes:",
    "Criterios y estrategias básicas para la selección de obras variadas de manera orientada, a partir de la exploración guiada de la biblioteca escolar y pública disponible.",
    "Toma de conciencia progresiva de los propios gustos e identidad lectora.",
    "Participación activa en actos culturales vinculados con el circuito literario y lector.",
    "Expresión de la experiencia lectora, con apoyo de ejemplos. Apropiación de los textos leídos a través de distintas formas de recreación.",
    "Estrategias básicas para la recomendación de las lecturas, en soportes variados o bien oralmente entre iguales.",
    "2. Lectura guiada.",
    "Lectura de obras y fragmentos relevantes de la literatura juvenil contemporánea atendiendo a los siguientes saberes:",
    "Relación entre los elementos constitutivos del género literario y la construcción del sentido de la obra. Análisis básico del valor de los recursos expresivos y de sus efectos en la recepción.",
    "Expresión pautada, a través de procesos y soportes diversificados, de la interpretación y valoración personal de obras y fragmentos literarios.",
    "Lectura con perspectiva de género.",
    "Iniciación a la lectura expresiva, dramatización y recitación de los textos atendiendo a los procesos de comprensión, apropiación y oralización implicados.",
    "Iniciación en la creación de textos sencillos a partir de la apropiación de las convenciones del lenguaje literario y en referencia a modelos dados (imitación, transformación, continuación, etc.).",
    "La biblioteca escolar como escenario de actividades literarias compartidas e implementación del plan lector.",
    "D. Reflexión sobre la lengua.",
    "Elaboración de conclusiones propias sobre el funcionamiento del sistema lingüístico con un lenguaje específico a partir de la observación, comparación y clasificación de unidades comunicativas en torno a los siguientes saberes:",
    "Presentación de las diferencias relevantes e intersecciones entre lengua oral y lengua escrita atendiendo a aspectos sintácticos, léxicos y pragmáticos.",
    "Aproximación a la lengua como sistema y a sus unidades básicas teniendo en cuenta los diferentes niveles: el sonido y sistema de escritura, las palabras (forma y significado), su organización en el discurso (orden de las palabras, componentes de las oraciones o conexión entre los significados).",
    "Procedimientos de adquisición y formación de palabras. Reflexión sobre los cambios en su significado, las relaciones semánticas entre palabras y sus valores denotativos y connotativos en función del contexto y el propósito comunicativo.",
    "Estrategias básicas de uso de diccionarios y manuales de gramática para obtener información gramatical básica."
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Primer curso Criterios de evaluación Reconocer las lenguas de España y las variedades dialectales del español, identificando algunas nociones básicas y localizándolas en un mapa de España.",
    "1.2. Identificar prejuicios y estereotipos lingüísticos y adoptar una actitud de respeto y valoración de la riqueza cultural, lingüística y dialectal.",
    "Competencia específica 2",
    "2.1. Comprender el sentido global, la estructura, la información más relevante en función de las necesidades comunicativas y la intención del emisor en textos orales y multimodales sencillos de diferentes ámbitos, analizando la interacción entre los diferentes códigos.",
    "Competencia específica 3",
    "3.1. Realizar narraciones y exposiciones orales sencillas con diferente grado de planificación sobre temas de interés personal, social y educativo en diferentes soportes.",
    "3.2. Participar en interacciones orales informales, en el trabajo en equipo y en situaciones orales formales de carácter dialogado, de manera activa y adecuada, con actitudes de escucha activa.",
    "Competencia específica 4",
    "4.1. Comprender e interpretar el sentido global, la estructura, la información más relevante y la intención del emisor en textos escritos y multimodales sencillos de diferentes ámbitos, que respondan a diferentes propósitos de lectura, realizando las inferencias necesarias.",
    "Competencia específica 5",
    "5.1. Planificar la redacción de textos escritos y multimodales sencillos, atendiendo a la situación comunicativa, al destinatario, al propósito y al canal; redactar borradores y revisarlos con ayuda del diálogo entre iguales e instrumentos de consulta.",
    "5.2. Incorporar procedimientos básicos para enriquecer los textos propios, atendiendo a aspectos discursivos, lingüísticos y de estilo, con precisión léxica y corrección ortográfica y gramatical.",
    "Competencia específica 6",
    "6.1. Localizar, seleccionar y contrastar información de manera guiada procedente de diferentes fuentes, calibrando su fiabilidad y pertinencia en función de los objetivos de lectura; organizarla e integrarla en esquemas propios, y reelaborarla y comunicarla de manera creativa adoptando un punto de vista crítico y respetando los principios de propiedad intelectual.",
    "6.2. Adoptar hábitos de uso crítico, seguro, sostenible y saludable de las tecnologías digitales en relación a la búsqueda y la comunicación de la información.",
    "Competencia específica 7",
    "7.1. Leer textos a partir de preselecciones guiándose por los propios gustos, intereses y necesidades y dejando constancia del propio itinerario lector y de la experiencia de lectura.",
    "7.2. Compartir la experiencia de lectura en soportes diversos relacionando el sentido de la obra con la propia experiencia biográfica.",
    "Competencia específica 8",
    "8.1. Explicar y argumentar, con la ayuda de pautas y modelos, la interpretación de las obras leídas a partir del análisis de las relaciones internas de sus elementos constitutivos con el sentido de la obra, atendiendo a la configuración de los géneros y subgéneros literarios.",
    "8.2. Crear textos personales o colectivos sencillos con intención literaria y conciencia de estilo, en distintos soportes y con ayuda de otros lenguajes artísticos y audiovisuales.",
    "Competencia específica 9",
    "9.1. Revisar los textos propios de manera guiada y hacer propuestas de mejora argumentando los cambios a partir de la reflexión metalingüística e interlingüística y con un metalenguaje específico.",
    "9.2. Formular generalizaciones sobre aspectos básicos del funcionamiento de la lengua a partir de la observación, la comparación y la transformación de enunciados.",
    "Competencia específica 10",
    "10.1. Identificar y desterrar los usos discriminatorios de la lengua, los abusos de poder a través de la palabra y los usos manipuladores del lenguaje, a partir de la reflexión y el análisis de los elementos lingüísticos, textuales y discursivos utilizados, así como de los elementos no verbales que rigen la comunicación entre las personas.",
    "10.2. Utilizar estrategias básicas para la resolución dialogada de los conflictos y la búsqueda de consensos tanto en el ámbito personal como educativo y social."
  ]
}