{
  "saberes": [
    "A. Communication.",
    "Self-confidence and initiative. Mistakes as an integral part of the learning process. Autonomous and efficient use of error correction tools such as rubrics or correction codes.",
    "Common strategies for planning, executing, monitoring and repairing the comprehension, production and co-production of oral, written and multimodal texts. Application in structured essays, complex oral interactions, and effective oral and multimodal presentations.",
    "Knowledge, skills and attitudes that enable mediation activities in everyday situations. Autonomous identification of the most relevant aspects of a text in different formats, as well as the needs of the interlocutor to effectively and meaningfully reformulate a message.",
    "Common communicative functions appropriate to the domain and communicative context: greeting and saying goodbye, introducing and presenting oneself; describing people, objects, places, phenomena and events; situating events in time; placing objects, people and places in space; requesting and exchanging information on everyday matters; giving and requesting instructions, advice and orders; offering, accepting and rejecting help, proposals or suggestions; partially expressing preferences, interests and emotions; narrating past events, describing present situations and stating future events; expressing opinion, possibility, ability, obligation and prohibition; presenting simple arguments; making hypotheses and assumptions; expressing uncertainty and doubt; reformulating and summarising.",
    "Common contextual models and discourse genres in the comprehension, production and co-production of short and simple oral, written and multimodal texts, both literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by the context; organisation and structuring based on genre and textual function.",
    "Common linguistic units and their associated meanings, such as the expression of entities and their properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, usual logical relations, action and how it is carried out.",
    "Common and relevant vocabulary for students relating to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information and communication technologies, school system and education. Common idiomatic expressions and language-specific collocations.",
    "Common sound, stress, rhythm and intonation patterns, and general communicative meanings and intentions associated with these patterns. Autonomy in distinguishing sounds specific to the foreign language, along with a good level of accuracy in their pronunciation.",
    "Common spelling conventions and communicative meanings and intentions associated with formats, patterns and graphic elements. Understanding of word transformation mechanisms and effective use of them in one’s own discourse.",
    "Common conversational conventions and strategies, in synchronous or asynchronous formats, to initiate, maintain and end communication, take and give turns, ask for and provide clarifications and explanations, reformulate, compare and contrast, summarise, collaborate, debate, etc. Autonomous use of interaction-facilitating mechanisms and strategies for developing the phatic function of oral language.",
    "Learning resources and common strategies for searching and selecting information: dictionaries, reference books, libraries, digital and online resources, etc. Autonomous selection and use of reliable and productive digital tools.",
    "Respect for intellectual property and copyright of the consulted sources and used content.",
    "Common analogue and digital tools for the comprehension, production and co-production of oral, written and multimodal texts; and virtual platforms for interaction, cooperation and educational collaboration (virtual classrooms, video conferences, collaborative digital tools, etc.) for learning, communication and project development with speakers or learners of the foreign language.",
    "B. Plurilingualism.",
    "Strategies and techniques to respond effectively and with increasing fluency, appropriateness and accuracy to a specific communicative need, despite limitations in the level of competence in the foreign language and in other languages of the personal linguistic repertoire. Common strategies to identify, organise, retain, retrieve and creatively use linguistic units (vocabulary, morphosyntax, sound patterns, etc.) through comparison of the languages and varieties in the personal linguistic repertoire. Strategies and resources that allow effective inference of meaning in complex texts based on known words.",
    "Common strategies and tools for self-assessment, peer-assessment and self-correction, analogue and digital, individual and cooperative.",
    "Common expressions and specific vocabulary to exchange ideas about communication, language, learning, and communication and learning tools (metalanguage).",
    "Comparison between languages based on elements of the foreign language and other languages: origin and relationships.",
    "C. Interculturality.",
    "The foreign language as a means of interpersonal and international communication, a source of information, and a tool for social participation and personal enrichment.",
    "Interest and initiative in carrying out communicative exchanges through various media with speakers or learners of the foreign language.",
    "Common sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; common social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values of countries where the foreign language is spoken.",
    "Common strategies for understanding and appreciating linguistic, cultural and artistic diversity, considering ecosocial and democratic values.",
    "Common strategies for identifying and addressing discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract and analyse the overall meaning and main ideas, and select relevant information from oral and multimodal texts on everyday topics of personal relevance or public interest, close to students’ experience, clearly expressed in standard language across various formats.",
    "1.2. Extract and analyse the overall meaning and main ideas, and select relevant information from written texts on everyday topics of personal relevance or public interest, close to students’ experience, clearly expressed in standard language across various formats.",
    "1.3. Interpret and evaluate the content and discourse features of progressively more complex texts from interpersonal relationships, social media and learning contexts, as well as literary texts appropriate to the maturity level of students.",
    "1.4. Select, organise and apply the most suitable strategies and knowledge for each communicative situation in order to understand the general meaning, essential information and key details of texts; infer meaning and interpret non-verbal elements; and search, select and manage reliable information.",
    "2.1. Orally express structured, comprehensible, coherent texts that are appropriate to the communicative situation on everyday topics of personal relevance or public interest, close to students’ experience, with the aim of describing, narrating, arguing and informing, across different formats, using verbal and non-verbal resources and strategies for planning, control, compensation and cooperation.",
    "2.2. Write and share medium-length texts with clarity, coherence, cohesion, accuracy and appropriateness to the communicative situation, text type and the analogue and digital tools used, on everyday topics of personal relevance or public interest, close to students’ experience, respecting intellectual property and avoiding plagiarism.",
    "2.3. Select, organise and apply knowledge and strategies to plan, produce, revise and collaborate in the development of coherent, cohesive and appropriate texts according to communicative intentions, contextual characteristics, sociocultural aspects and text type, using the most suitable physical or digital resources depending on the task and the needs of the intended audience.",
    "3.1. Plan, participate and actively collaborate, through various formats, in interactive situations on everyday topics of personal relevance or public interest, close to students’ experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the diverse needs, ideas, concerns, initiatives and motivations of interlocutors.",
    "3.2. Select, organise and use appropriate strategies to initiate, maintain and end communication, take and give turns, request and provide clarifications and explanations, reformulate, compare and contrast, summarise, collaborate, debate, solve problems and manage delicate or challenging situations.",
    "4.1. Infer and explain short and simple texts, concepts and communications in situations requiring attention to diversity, showing respect and empathy for interlocutors and the languages used, and participating in resolving mutual comprehension and understanding issues in their environment, supported by various resources and formats.",
    "4.2. Apply strategies that help build bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, suited to communicative intentions, contextual characteristics and text types, using physical or digital resources and support according to each situation’s needs.",
    "5.1. Compare and argue the similarities and differences between different languages, reflecting autonomously on how they function.",
    "5.2. Creatively use strategies and knowledge to improve the ability to communicate and learn the foreign language, supported by other participants and by analogue and digital tools.",
    "5.3. Record and analyse progress and difficulties in learning the foreign language, selecting the most effective strategies to overcome those difficulties and consolidate learning, by engaging in self-planning, self-assessment and peer-assessment activities, such as those proposed in the European Language Portfolio (ELP) or a learning journal, making these progressions and difficulties explicit and shared.",
    "6.1. Act appropriately, empathetically and respectfully in intercultural situations, building bridges between different languages and cultures, rejecting all forms of discrimination, prejudice and stereotyping in everyday communicative contexts, and proposing solutions to sociocultural factors that hinder communication.",
    "6.2. Critically value and adapt to the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, in relation to human rights, promoting the development of a shared culture and a citizenship committed to sustainability and democratic values.",
    "6.3. Apply strategies to protect and appreciate linguistic, cultural and artistic diversity, considering ecosocial and democratic values, and respecting the principles of justice, equity and equality."
  ]
}