{
  "saberes": [
    "A. El mundo audiovisual. Origen y elementos configuradores.",
    "- Antecedentes y origen del cine. Etapas y movimientos cinematográficos.",
    "Géneros cinematográficos y audiovisuales.",
    "- Elementos y recursos de la narrativa y el lenguaje audiovisual. Unidades de la narración audiovisual: planos, escenas y secuencias. Los movimientos de cámara y su capacidad comunicativa.",
    "- El espacio: composición, descripción del espacio, plano/contraplano, campo/contracampo.",
    "- El tiempo: tiempo real, tiempo condensado (elipsis), tiempo alargado o distendido, tiempo acelerado, tiempos simultáneos, flash-back, flash forward.",
    "- La fotografía cinematográfica: el color. Paletas de color en producciones audiovisuales y su carga narrativa y dramática. La luz, su relación con la narrativa y capacidad dramática. Diferentes aproximaciones a la fotografía cinematográfica: directores de fotografía.",
    "- Estructuras narrativas: cine y series.",
    "- El montaje. Función. Tipos de montaje.",
    "- El equipo de trabajo y las herramientas. El equipo humano. Herramientas del cine: cámaras, micrófonos, focos, programas de edición, etc. El smartphone como cámara de cine y equipo de edición.",
    "- Otros productos audiovisuales.",
    "B. El proceso creativo.",
    "- Desarrollo y fases del proceso creativo audiovisual. Planteamiento del proyecto e investigación. Criterios de selección de información aplicados al desarrollo del proyecto audiovisual propio.",
    "- El guion: guion literario y guion técnico. Storyboard, story-reel y otros métodos de documentación técnica.",
    "- Rodaje y dinámica de trabajo del equipo humano. La labor de dirección en la orientación del proyecto audiovisual.",
    "- Edición, postproducción y efectos especiales.",
    "- Difusión en diversas plataformas y participación en concursos y festivales.",
    "C. Análisis y crítica cinematográfica.",
    "- Grandes cineastas del ámbito regional, nacional e internacional.",
    "- Análisis de cortometrajes, largometrajes y series. Género, contenido, mensaje, y valores audiovisuales.",
    "- Crítica cinematográfica y respeto por las obras artísticas.",
    "D. Los recursos multimedia.",
    "- Características del lenguaje multimedia: elementos multimedia, navegación, interactividad y capacidad de respuesta.",
    "- Creación de productos multimedia."
    
  ],
  "criteriosEvaluacion": [
    "Competencia específica 1",
    "1.1. Apreciar el origen del medio el audiovisual como forma de conocimiento y comprensión del mundo, reflexionando con iniciativa propia sobre los aspectos esenciales de estas formas de expresión y la función que cumplen en la sociedad.",
    "1.2. Defender la importancia del patrimonio cinematográfico y audiovisual como legado universal para el ser humano, estableciendo criterios personales acerca de su promoción y conservación y argumentándolos de forma activa, comprometida y respetuosa.",
    "Competencia específica 2",
    "2.1. Observar críticamente los contextos en los que se han desarrollado las diferentes corrientes cinematográficas, valorando la creación generada en libertad e identificando sin prejuicios las intencionalidades de sus mensajes.",
    "2.2. Destacar tanto las diferencias como los puntos en común encontrados entre movimientos cinematográficos de diferentes momentos, sociedades y culturas, relacionándolos de forma razonada e integradora con su propia identidad cultural y audiovisual y comprendiendo las interrelaciones e influencias compartidas.",
    "Competencia específica 3",
    "3.1. Explorar, con curiosidad y respeto, diferentes formas de narración audiovisual, descubriendo las respuestas alternativas que ofrecen y comprendiendo las múltiples posibilidades de resolución que estos medios pueden generar ante un mismo interrogante.",
    "3.2. Disfrutar del lenguaje audiovisual, a través del análisis crítico y el debate constructivo en torno a diversas producciones, entendiendo los cambios que se han producido a lo largo de la historia del medio.",
    "Competencia específica 4",
    "4.1. Analizar los lenguajes y elementos técnicos de diferentes producciones audiovisuales, comprobando hasta qué punto se rigen por el uso de unas reglas y códigos propios y valorando de forma abierta la posible flexibilidad de esas normas.",
    "4.2. Profundizar la recepción activa y emocional del lenguaje audiovisual y de las conexiones entre sus elementos técnicos, visuales y sonoros, valorando los retos procedimentales, creativos, y estéticos que supone toda producción de esta clase.",
    "Competencia específica 5",
    "5.1. Reconocer el lenguaje audiovisual como un medio para manifestar su singularidad, afianzar el conocimiento de sí mismo y generar autoconfianza, a través de la experimentación y la innovación en el proceso de la producción audiovisual.",
    "5.2. Realizar producciones creativas que representen sus ideas, opiniones y sentimientos a partir de un tema o motivo previos, empleando la expresión audiovisual como una herramienta de exploración del entorno.",
    "Competencia específica 6",
    "6.1. Hacer propuestas diferentes en la resolución de diversos proyectos creativos, buscando referencias audiovisuales de su interés, exponiendo perspectivas originales y valorando tanto el proceso expresivo individual, como el colectivo y compartido.",
    "6.2. Desarrollar propuestas de trabajo audiovisual con una intención expresiva y comunicativa personal y creativa, integrando en su ejecución la autocrítica y la necesidad de comunicación y comprensión del otro.",
    "Competencia específica 7",
    "7.1. Plantear propuestas diferentes en la planificación de producciones audiovisuales, privilegiando una mirada humanista e integradora sobre los problemas planteados.",
    "7.2. Elaborar producciones audiovisuales mediante procesos de trabajo en equipo inclusivos y participativos, incorporando en su ejecución tanto las experiencias personales como el respeto y la comprensión del otro.",
    "7.3. Aprender las posibilidades de los recursos multimedia como plataformas de divulgación de las ideas y modos de expresión artística.",
    "Competencia específica 8",
    "8.1. Exponer el resultado final de una producción audiovisual, compartiendo el desarrollo de su elaboración, las dificultades encontradas, los progresos realizados y una valoración de los logros alcanzados.",
    "8.2. Analizar la recepción de las producciones audiovisuales presentadas de manera abierta y respetuosa, considerando tanto las opiniones positivas como las negativas y extrayendo de ello un aprendizaje para el crecimiento artístico. "
  ]
}
