{
  "saberes": [
    "A. Communication.",
    "Self-confidence and initiative. Mistakes as an integral part of the learning process. Progressive autonomous and effective use of error correction tools such as rubrics or correction codes.",
    "Common strategies for planning, executing, monitoring and repairing comprehension, production and co-production of oral, written and multimodal texts. Applied in structured paragraphs, oral interactions with a certain level of information exchange, and oral or multimodal presentations.",
    "Knowledge, skills and attitudes that enable mediation activities in everyday situations. Progressively autonomous identification of the most relevant aspects of a text in different formats, as well as the needs of the interlocutor to reformulate a message effectively and meaningfully.",
    "Common communicative functions appropriate to the context and communicative domain: greeting and saying goodbye, introducing and presenting oneself; describing people, objects, places, phenomena and events; situating events in time; placing objects, people and places in space; requesting and exchanging information on everyday matters; giving and requesting instructions, advice and orders; offering, accepting and rejecting help, proposals or suggestions; partially expressing preferences, interests and emotions; narrating past events, describing present situations, and stating future events; expressing opinions, possibility, ability, obligation and prohibition; expressing simple arguments; making hypotheses and assumptions; expressing uncertainty and doubt; reformulating and summarising.",
    "Common contextual models and discourse genres in the comprehension, production and co-production of short and simple oral, written and multimodal texts, literary and non-literary: characteristics and recognition of the context (participants and situation), expectations generated by the context; organisation and structure according to genre and textual function.",
    "Common linguistic units and the meanings associated with them, such as the expression of entities and their properties, quantity and quality, space and spatial relations, time and temporal relations, affirmation, negation, interrogation and exclamation, common logical relations, action and the way it is performed.",
    "Common and relevant vocabulary for students related to personal identification, interpersonal relationships, places and environments, leisure and free time, health and physical activity, daily life, housing and home, climate and natural environment, information and communication technologies, school system and education. Common idiomatic expressions and language-specific collocations.",
    "Common sound, stress, rhythm and intonation patterns, and the general communicative meanings and intentions associated with these patterns. Consolidation of understanding of foreign language sounds and a certain degree of accuracy in their pronunciation.",
    "Common spelling conventions and the communicative meanings and intentions associated with formats, patterns and graphic elements. Consolidation of spelling rules related to word transformation, as well as understanding of the meaning change this transformation implies.",
    "Common conversational conventions and strategies, in synchronous or asynchronous formats, to initiate, maintain and end communication, take and give turns, request and provide clarification and explanations, reformulate, compare and contrast, summarise, collaborate, debate, etc. Progressive autonomous use of mechanisms that facilitate interaction, and strategies for developing the phatic function of oral language.",
    "Learning resources and common strategies for searching and selecting information: dictionaries, reference books, libraries, digital and online resources, etc. Progressive autonomous selection and use of reliable and productive digital tools.",
    "Respect for intellectual property and copyright of consulted sources and used content.",
    "Common analogue and digital tools for comprehension, production and co-production of oral, written and multimodal texts; and virtual platforms for educational interaction, cooperation and collaboration (virtual classrooms, video conferencing, collaborative digital tools, etc.) for learning, communication and project development with speakers or learners of the foreign language.",
    "B. Plurilingualism.",
    "Strategies and techniques to effectively respond with increasing fluency, appropriateness and accuracy to a specific communicative need, despite limitations in the level of competence in the foreign language and other languages in the personal linguistic repertoire. Common strategies to identify, organise, retain, retrieve and creatively use linguistic units (vocabulary, morphosyntax, sound patterns, etc.) through comparison of the languages and varieties that make up one's personal linguistic repertoire. Strategies and resources to progressively infer the meaning of moderately complex texts based on familiar words.",
    "Common strategies and tools for self-assessment, peer assessment and self-correction, both analogue and digital, individual and cooperative.",
    "Common expressions and specific vocabulary to exchange ideas about communication, language, learning and communication/learning tools (metalanguage).",
    "Comparison between languages based on elements from the foreign language and other languages: origins and relationships.",
    "C. Interculturality.",
    "The foreign language as a means of interpersonal and international communication, as a source of information and as a tool for social participation and personal enrichment.",
    "Interest and initiative in engaging in communicative exchanges through various media with speakers or learners of the foreign language.",
    "Common sociocultural and sociolinguistic aspects related to daily life, living conditions and interpersonal relationships; common social conventions; non-verbal language, linguistic courtesy and digital etiquette; culture, norms, attitudes, customs and values of countries where the foreign language is spoken.",
    "Common strategies to understand and appreciate linguistic, cultural and artistic diversity, considering ecosocial and democratic values.",
    "Common strategies for identifying and addressing discriminatory uses of verbal and non-verbal language."
  ],
  "criteriosEvaluacion": [
    "1.1. Extract and analyse the overall meaning and main ideas, and select relevant information from oral and multimodal texts on everyday topics of personal relevance or public interest, close to students' experience, clearly expressed in standard language across various formats.",
    "1.2. Extract and analyse the overall meaning and main ideas, and select relevant information from written texts on everyday topics of personal relevance or public interest, close to students' experience, clearly expressed in standard language across various formats.",
    "1.3. Interpret the content and discourse features of progressively more complex texts related to interpersonal relationships, social media, learning contexts, as well as literary texts appropriate to the maturity level of the students.",
    "1.4. Organise and apply the most suitable strategies and knowledge in each communicative situation to understand the general meaning, essential information and the most relevant details of texts; infer meaning and interpret non-verbal elements; and search, select and manage reliable information.",
    "2.1. Orally express simple, structured, comprehensible, coherent texts appropriate to the communicative situation on everyday topics of personal relevance or public interest, close to students' experience, for the purpose of describing, narrating, arguing or informing, across different formats, using verbal and non-verbal resources as well as strategies for planning, monitoring, compensation and cooperation.",
    "2.2. Write and share medium-length texts with acceptable clarity, coherence, cohesion, accuracy and appropriateness to the proposed communicative situation, to the text type and to the analogue or digital tools used, on everyday topics of personal relevance or public interest close to students' experience, respecting intellectual property and avoiding plagiarism.",
    "2.3. Organise and apply knowledge and strategies to plan, produce, revise and collaborate on the creation of coherent, cohesive and appropriate texts, considering communicative intentions, contextual characteristics, sociocultural aspects and text types, using the most suitable physical or digital resources depending on the task and the needs of the potential recipient.",
    "3.1. Plan, participate and actively collaborate, across various formats, in interactive situations on everyday topics of personal relevance or public interest, close to students' experience, showing initiative, empathy and respect for linguistic courtesy and digital etiquette, as well as for the diverse needs, ideas, concerns, initiatives and motivations of interlocutors.",
    "3.2. Select, organise and use appropriate strategies to initiate, maintain and end communication, take and give turns, request and provide clarification and explanations, reformulate, compare and contrast, summarise, collaborate, and solve problems.",
    "4.1. Infer and explain short and simple texts, concepts and communications in situations requiring attention to diversity, showing respect and empathy for interlocutors and the languages used, and participating in solving issues of mutual understanding and comprehension within the environment, supported by various resources and formats.",
    "4.2. Apply strategies that help build bridges, facilitate communication and serve to explain and simplify texts, concepts and messages, appropriate to communicative intentions, contextual features and text types, using physical or digital resources and support according to current needs.",
    "5.1. Compare and argue the similarities and differences between different languages, reflecting progressively autonomously on how they function.",
    "5.2. Creatively use strategies and knowledge to improve their ability to communicate and learn the foreign language, with support from other participants and analogue or digital tools.",
    "5.3. Record and analyse progress and difficulties in learning the foreign language, selecting the most effective strategies to overcome those difficulties and consolidate learning, through planning activities, self-assessment and peer assessment, such as those found in the European Language Portfolio (ELP) or in a learning journal, making such progress and difficulties explicit and shared.",
    "6.1. Act appropriately, empathetically and respectfully in intercultural situations by building connections between different languages and cultures, rejecting all forms of discrimination, prejudice and stereotyping in everyday communicative contexts, and proposing solutions to sociocultural barriers that hinder communication.",
    "6.2. Critically value and adapt to the linguistic, cultural and artistic diversity of countries where the foreign language is spoken, in relation to human rights, promoting the development of a shared culture and a citizenship committed to sustainability and democratic values.",
    "6.3. Apply strategies to defend and appreciate linguistic, cultural and artistic diversity, considering ecosocial and democratic values and respecting the principles of justice, equity and equality."
  ]
}