{
  "saberes": [
    "Bloque 1: METODOLOGÍA DE LA CIENCIA (CE 1, CE 2, CE 3 y CE 4)",
    "Contribución de las grandes científicas y científicos en el desarrollo de las ciencias biológicas y geológicas",
    "Estrategias de utilización de herramientas digitales para la búsqueda de la información, la colaboración y la comunicación de procesos, resultados e ideas en diferentes formatos (infografía, presentación, póster, informe, gráfico...)",
    "Lenguaje científico y vocabulario específico de la materia de estudio en la comprensión de informaciones y datos, la comunicación de las propias ideas, la discusión razonada y la argumentación sobre problemas de carácter científico",
    "Procedimientos experimentales en laboratorio: control de variables, toma (error en la medida) y representación de los datos (tablas y gráficos), análisis e interpretación de los mismos",
    "Pautas del trabajo científico en la planificación y ejecución de un proyecto de investigación en equipo: identificación de preguntas y planteamiento de problemas que puedan responderse, formulación de hipótesis, contrastación y puesta a prueba a través de la experimentación, y comunicación de resultados",
    "Procedimientos y métodos de observación de hechos o fenómenos naturales desde el prisma del naturalista inquieto: capacidad de incorporar las observaciones a los conocimientos adquiridos y cuestionamiento de lo evidente",
    "Instrumentos, herramientas y técnicas propias del laboratorio de biología. Normas de seguridad en el laboratorio",
    "Bloque 2: CUERPO HUMANO Y HÁBITOS SALUDABLES (CE 5 y CE 6)",
    "Niveles de organización de la materia viva y organización general del cuerpo humano (célula, tejido, órgano, aparatos o sistemas). Concepto de ser pluricelular",
    "La salud y la enfermedad. Enfermedades infecciosas y no infecciosas. Higiene y prevención",
    "Sistema inmunitario. Vacunas. Los trasplantes y la donación de células, sangre y órganos",
    "La homeostasis y su relación con el mantenimiento de la vida",
    "Necesidades nutricionales: los nutrientes, los alimentos y hábitos alimenticios saludables y sostenibles. Dietas saludables y trastornos de la conducta alimentaria",
    "La función de nutrición. Relación entre los diferentes aparatos digestivo, respiratorio, circulatorio y excretor y visión global de la nutrición en el ser humano",
    "La función de relación: coordinación entre receptores sensoriales, sistema nervioso, sistema endocrino y aparato locomotor. Prevención de lesiones",
    "Las sustancias adictivas: el tabaco, el alcohol y otras drogas. Problemas asociados",
    "La reproducción humana. Anatomía y fisiología del aparato reproductor. El ciclo menstrual. Fecundación, embarazo y parto. Análisis de los diferentes métodos anticonceptivos y de las técnicas de reproducción asistida",
    "Alteraciones más frecuentes, enfermedades asociadas, prevención de las mismas y hábitos de vida saludables en relación a las funciones de nutrición, relación y reproducción",
    "Cambios físicos y psíquicos en la adolescencia",
    "Relaciones y sexualidad: derechos e igualdad; sexo, género y sexualidad; salud y bienestar sexual; violencia y prevención de amenazas de género en la sociedad digital",
    "Bloque 3: LOS SERES VIVOS (CE 7)",
    "El ser vivo como sistema: propiedades y diferencias con la materia inerte. Funciones de nutrición, relación y reproducción de los seres vivos",
    "Teoría celular. Concepto de célula y teoría celular, principales tipos celulares (célula procariota, eucariota animal y vegetal) y sus diferencias básicas",
    "Nutrición autótrofa y heterótrofa",
    "Ciclos biológicos y modos de reproducción de los seres vivos (bacterias, hongos, protoctistas, plantas y animales)",
    "Niveles de organización de los seres vivos",
    "La clasificación de los seres vivos: criterios de clasificación naturales",
    "Nomenclatura binomial: concepto de especie",
    "Sistema de clasificación taxonómica y jerárquica, categorías más importantes",
    "Dominios y reinos de seres vivos",
    "Principales grupos de seres vivos de cada reino: ejemplos de rasgos característicos de las categorías taxonómicas más relevantes y relación con sus adaptaciones a las condiciones ambientales",
    "La biodiversidad y la necesidad de su conservación",
    "Ecodependencia de los seres vivos e importancia del mantenimiento de todas las formas de vida para la salud humana",
    "Estrategias de reconocimiento y estudio de especies más comunes de los ecosistemas del entorno (guías, claves dicotómicas, visu, herramientas digitales...)",
    "BLOQUE 4: La Tierra (CE 8 y CE 9)",
    "La Tierra como sistema complejo en el que interaccionan rocas, agua, aire y vida: procesos geológicos externos y modelado del relieve",
    "La Tierra en el Universo",
    "Los materiales de la Tierra: origen y tipos",
    "Estructura de la Tierra",
    "Dinámica interna de los materiales terrestres: manifestaciones de la energía interna",
    "Las capas fluidas de la Tierra: atmósfera e hidrosfera",
    "El tiempo en geología: escalas y medida del tiempo. Relaciones entre los cambios en la historia de la Tierra y el origen y la evolución de la vida (acontecimientos que marcan las divisiones temporales)",
    "Recursos y riesgos geológicos",
    "Bloque 5: Sostenibilidad (CE 10 y CE 11)",
    "Concepto de ecosistema. Componentes bióticos y abióticos. Relaciones inter e intraespecíficas. Estructura trófica de los ecosistemas",
    "Ciclos de materia y flujos de energía",
    "Las funciones de la atmósfera y la hidrosfera y su papel esencial para la vida en la Tierra",
    "Las interacciones entre atmósfera, hidrosfera, geosfera y biosfera. Su papel en la edafogénesis y en el modelado del relieve y su importancia para la vida. Las funciones del suelo",
    "Principales problemas medioambientales, causas y consecuencias: contaminación, desertización, cambio climático, pérdida de biodiversidad, agotamiento de recursos, etc.",
    "Los ODS, relaciones entre ellos: el factor ecosocial y consecuencias sociales asociadas a los problemas ambientales",
    "Acciones de protección del medio ambiente o de mitigación de los problemas ambientales",
    "Corresponsabilidad en la protección ambiental. La importancia de las acciones individuales, locales y globales.",
    "Medio ambiente y salud. Influencia de los desequilibrios ambientales sobre las enfermedades y el bienestar",
    "La desigualdad dentro de los países y entre ellos. Relación con la salud. La brecha nutricional y el desarrollo de enfermedades"
  ],
  "criteriosEvaluacion": [
    "1.1 - Realizar una interpretación adecuada de los hechos observados o los datos disponibles para contrastar hipótesis y extraer conclusiones que le resultan de utilidad en su conocimiento del mundo que le rodea",
    "1.2 - Elaborar informes de las investigaciones que justifiquen correctamente las conclusiones obtenidas de acuerdo con los resultados obtenidos y en el marco de los modelos o teorías",
    "1.3 - Argumentar, debatir y razonar sobre el problema investigado y la validez de la experiencia propuesta",
    "1.4 - Diseñar experimentos para comprobar hipótesis y obtener resultados que las validen o refuten siguiendo las pautas del trabajo científico.",
    "2.1 - Utilizar correctamente los términos más habituales asociados a los distintos ámbitos de la ciencia.",
    "2.2 - Utilizar correctamente las herramientas informáticas necesarias para su trabajo",
    "2.3 - Analizar críticamente la solución propuesta a un problema complejo en función de los saberes básicos que se movilizan",
    "2.4 - Elegir la herramienta informática adecuada para presentar los resultados de sus trabajos de forma autónoma",
    "2.5 - Construir explicaciones que relacionan los hechos y conceptos indicando sus limitaciones y movilizando conocimientos complejos",
    "3.1 - Utilizar la adecuación de las afirmaciones o textos a los modelos y conocimientos teóricos como criterio para validar las afirmaciones y distinguirlas de valoraciones personales o faltas de rigor, en función de los saberes básicos movilizados para validarlos",
    "3.2 - A partir de observaciones de fenómenos o hechos, construir una argumentación que dé base a una afirmación o que desmienta otra en retos de una dificultad ajustada a los saberes básicos del nivel",
    "3.3 - Comunicarse utilizando el lenguaje científico para participar en intercambios o en debates, interpretando y produciendo mensajes científicos, con un rigor medio, adecuado a los saberes básicos propios del nivel",
    "3.4 - Desarrollar una actitud abierta y receptiva hacia la diversidad de conocimientos, puntos de vista y enfoques",
    "3.5 - Utilizar fuentes de información contrastada para construir sus argumentaciones (textos escritos, audios, gráficas, infografías, vídeos) con un grado de complejidad medio",
    "4.1 - Argumentar el valor el trabajo de las mujeres científicas y de las distintas culturas a la ciencia",
    "4.2 - Asociar las ideas científicas actualmente descartadas con el contexto histórico en el que predominaron, justificando los modelos teóricos a la luz de los conocimientos disponibles en un momento histórico dado y huyendo de la crítica fácil en función de los conocimientos implicados",
    "4.3 - Relacionar los avances tecnológicos con algunos avances científicos que los acompañaron o se asociaron a ellos en función de los saberes básicos implicados",
    "4.4 - Argumentar la validez de las explicaciones y argumentaciones relacionándolas con las pruebas obtenidas y los modelos teóricos en los diferentes momentos de la ciencia, en función de la dificultad de las argumentaciones y modelos asociados a los contenidos básicos",
    "5.1 - Explicar adecuadamente qué requerimientos debe cumplir una dieta sana, equilibrada y sostenible",
    "5.2 - Explicar la importancia de mantener hábitos saludables a partir de fundamentos biológicos",
    "5.3 - Justificar las respuestas del cuerpo humano a las alteraciones producidas por lesiones o inducidas mediante enfermedades o sustancias, desde la perspectiva del modelo de ser vivo pluricelular de organización compleja, que responde mediante mecanismos de retroalimentación para mantener su homeostasis",
    "5.4 - Explicar la importancia de las medidas preventivas frente a las infecciones",
    "5.5 - Explicar los fundamentos de los métodos anticonceptivos, así como la efectividad real de los mismos, en base al conocimiento del funcionamiento del propio cuerpo",
    "6.1. - Explicar las diferencias entre sexo, gé- nero y orientación sexual",
    "6.2. - Respetar todas las posibles opciones de orientación sexual y de género",
    "8.1 - Explicar el funcionamiento de la Tierra y saber aplicar ese conocimiento básico para justificar, desde una visión de conjunto, la distribución de volcanes y terremotos",
    "8.2 - Explicar la dinámica de construcción-destrucción del relieve terrestre y asociarla con los cambios que observamos en nuestro planeta",
    "8.3 - Explicar los riesgos naturales y sus causas, así como la influencia de la actividad humana en su intensidad",
    "8.4 - Interpretar los fenómenos o hechos de una manera global, analizando los cambios que se producen cuando se modifican las condiciones o se realiza una intervención",
    "8.5 - Interpretar los ciclos de materia y los flujos de la energía para valorar la importancia en la dinámica terrestre y para los seres vivos",
    "9.1 - Explicar el papel determinante de la historia geológica para la evolución de los seres vivos, tanto en su relación con las grandes extinciones, como en el proceso evolutivo",
    "9.2 - Relacionar y aplicar la perspectiva temporal sobre los profundos cambios que han afectado a nuestro planeta en el pasado y a los organismos que lo han poblado",
    "9.3 - Argumentar y valorar la importancia del conocimiento de los fenómenos naturales del pasado para entender el presente",
    "9.4 - Justificar la biodiversidad como resultado de un proceso evolutivo determinado por procesos geológicos",
    "9.5 - Justificar los cambios geológicos como resultado de los procesos geológicos externos e internos identificando las causas que los originan (tectónica de placas y agentes geológicos externos)",
    "10.1 - Utilizar el conocimiento sobre las interacciones de los subsistemas de la Tierra para detectar las acciones humanas que los alteran",
    "10.2 - Proponer soluciones para paliar las distintas formas de alteración humana de los ecosistemas",
    "10.3 - Describir las pautas principales para realizar un consumo sostenible y de proximidad, así como las consecuencias ambientales y sociales que se derivan de no aplicarlas",
    "11.1 - Analizar y proponer medidas locales y globales orientadas a mejorar la sostenibilidad del planeta",
    "11.2 - Utilizar las fuentes adecuadas para documentarse en torno a causas y posibles soluciones a los problemas ambientales que les permiten argumentar y defender sus propuestas"
  ]
}